{"html_attributions": [], "result": {"rating": 2.6, "reviews": [{"author_name": "Mandy Jackson", "author_url": "https://www.google.com/maps/contrib/100564230536154987626/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-UPj4xPLl-KI/AAAAAAAAAAI/AAAAAAAAAAA/qEE33YUWtgo/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "3 months ago", "text": "Signage misleading. Electronic info not working. Staff unable, unwilling, uncaring to offer any kind of help when train missed due mainly to the above.", "time": 1563711959}, {"author_name": "mary ward", "author_url": "https://www.google.com/maps/contrib/102552025498619067390/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-PwXekElsHbI/AAAAAAAAAAI/AAAAAAAAAAA/PrbKpt0uyBw/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "6 months ago", "text": "The number of times I am asked by the clerk behind the screen who can't hear, if I want a train to Huston - Jeez ?   A simple machine only selling day returns - Tring to Euston would deal with over half of the tickets sold there each day.", "time": 1555258318}, {"author_name": "Andrew Kinsey", "author_url": "https://www.google.com/maps/contrib/117809340018190817520/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-S2elgXZPHpM/AAAAAAAAAAI/AAAAAAAAAAA/Wz0jRhkmah8/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 1, "relative_time_description": "a year ago", "text": "No toilets, car park expensive and often full after 8am, with nowhere to park locally. Stairs and no lifts means it is inaccessible for anyone in wheelchairs and difficult with buggies etc. Lighting and electronic signage not well maintained. Ticket office opening hours limited.", "time": 1539154315}, {"author_name": "Trainline5000", "author_url": "https://www.google.com/maps/contrib/109269510242228003359/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-08xTKd4PYqk/AAAAAAAAAAI/AAAAAAAAAAA/4UmGJsn5hdM/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "Positive things first. Lots of services serve this station, especially in peak times. Lots of parking available. Bus services to town centre as well as taxis. Coffee shop open on occasional mornings. Great views down the line on the platform and nice view of the station from the multistory car park.\n\nAs for things that can be improved, this station definitely needs better facilities. There are no toilets here, or lifts, or all-day eateries. Parking can be tough at peak times with both car parks usually full except for a few spaces at the far end of the multistory car park.\n\nFor trainspotters such as myself, this station does give great views of the line and has lots of rare workings each week. For the every-day commuter, there are lots of services in the morning and in the evening. For all, there aren't enough facilities here. Some toilets and better food services especially need to be looked into at some point.", "time": 1520729428}, {"author_name": "dawn", "author_url": "https://www.google.com/maps/contrib/117540300771342022775/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-IGAcgr3cZ9s/AAAAAAAAAAI/AAAAAAAAAAA/zEQWqloh3uc/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "8 months ago", "text": "This has got to be the worst station ever if you require Disabled Parking. There is only 1. Yes 1 disabled parking space in front of the ticket office which is frequently taken by Staff or people without a Blue Badge .  Further past the Station entrance is a car park with spaces but it is very difficult when struggling to walk/ wheelchair.  A survey took place & apparently  there was more need for Motor cycle spaces so there is 1 Disabled Bay & 1 Staff Bay & the rest you guessed it Motor Cycles . In all my visits to the Station there have never been more than 2 Motor Cycles . An idea would to move  the Motor Cycle spaces to the carpark next to the Station & increase the car spaces including Disabled.  Also Staff should park in the other car park to  free up the space  for Commuters .  Also if you are not the holder if a Disabled Badge don't park on the space.  Have some consideration. Maybe a Parking Ticket Agent might be the answer.", "time": 1549212559}]}, "status": "OK"}