{"html_attributions": [], "result": {"rating": 3, "reviews": [{"author_name": "John De L", "author_url": "https://www.google.com/maps/contrib/110133644218180648677/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UnbmCbT46I0/AAAAAAAAAAI/AAAAAAAAAAA/TfQ1Ieq3srE/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "Dove holes railway station, serves trains heading towards Buxton in one direction (or Stockport in the other direction).\n\nThis railway station has a small car park (on the Buxton bound platform side) which is also shared by nearby residents and also by trucks and vehicles from the nearby scrap merchant. Even so, there is still room for about 3 cars to park here although there is no designated area for disabled passengers.\n\nThe Buxton bound railway platform car park also has a bike rack that can accommodate about 4 or 5 bicycles.\n\nThere is no car park whatsoever on the Stockport bound railway platform side.\n\nThere are no digital displays to indicate oncoming trains. Instead, people must rely upon the timetables that are found on both platforms, although there is a help desk button if required on both platforms.\n\nThere are no signs whatsoever of any closed circuit television in the vicinity. Both platforms do seem to have a speaker although they weren't working when I was there.\n\nBoth platforms do have a covered seating area, and there is also a telephone to be found in.the covered seating area on the Buxton bound platform side.\n\nPassengers wanting to board the train at dove holes would have to buy the ticket on board the train as there are no ticket machines available here.\n\nTrains that do run through dove holes railway station, seem to be run by the northern Railway company.", "time": 1509720312}, {"author_name": "Simon Lewis", "author_url": "https://www.google.com/maps/contrib/110491063342290379068/reviews", "profile_photo_url": "https://lh5.ggpht.com/-WK73voxi8cY/AAAAAAAAAAI/AAAAAAAAAAA/CmNiILV9T0c/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "2 years ago", "text": "", "time": 1491050224}, {"author_name": "Darren Gibson", "author_url": "https://www.google.com/maps/contrib/113516612366707949553/reviews", "profile_photo_url": "https://lh6.ggpht.com/-ixproJuP7r8/AAAAAAAAAAI/AAAAAAAAAAA/myegrsPpumE/s128-c0x00000000-cc-rp-mo-ba2/photo.jpg", "rating": 5, "relative_time_description": "6 months ago", "text": "", "time": 1554659686}]}, "status": "OK"}