{"html_attributions": [], "result": {"rating": 2.8, "reviews": [{"author_name": "Helen Jones", "author_url": "https://www.google.com/maps/contrib/118355166036318166117/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-DKUmNBMid8w/AAAAAAAAAAI/AAAAAAAAAAA/PwfmLpuTeoM/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a month ago", "text": "We met a brilliant British Rail lady who got me and my 84 year old mother back to Derby when we had been told by Irish ferries that we would have to wait in Crewe station until 5.38 am the following morning.  Thanks to her we got home that evening after Irish ferries had cancelled the sailing and made us miss all our connections.  Huge thanks to her.", "time": 1569064537}, {"author_name": "Amitava Dey", "author_url": "https://www.google.com/maps/contrib/109117287361051426983/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-Gb01NivrrsQ/AAAAAAAAAAI/AAAAAAAAAAA/uTl5jOFOlGg/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 1, "relative_time_description": "9 months ago", "text": "Very poor transport communication at Holyhead. The National Rail Train Station is not maintained at all and there are no way to get any help anywhere.", "time": 1546164893}, {"author_name": "Marc Ricketts", "author_url": "https://www.google.com/maps/contrib/102807671102121950818/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-kTYLO5lJc6E/AAAAAAAAAAI/AAAAAAAAAAA/tQ-jkK5qRK8/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a year ago", "text": "At Holyhead Railway station. It never changes. it's been the same old Train services from Holyhead to London Euston and Cardiff Central and Cardiff Central. And there has only been 2 platforms as well. So I would like to make a few Suggestions. \n\n1. I Think Holyhead Railway station Should Expand in the future with some more platforms. \n\n2. I Think There Should be a Brand New Direct Train services from Holyhead to Clacton on Sea, London Liverpool Street, Aberdeen, Brighton, Blackpool North, Hastings, Portsmouth, Scarborough, Great Yarmouth, Enfield Town, Penzance and Plymouth with some Brand New projects. \n\n3. I Think Holyhead Railway station Should have Left Luggage in the future. \n\n4. I Think There Should be a Brand New Channel Tunnel or Bridge from Holyhead to Dun Laoghaire in the future. That's with 2 Brand New Direct Train services from London Euston to Galway and Londonderry via Holyhead. And if it goes to Londonderry. That's stopping at Dun Laoghaire, Dublin Connolly, Balbriggan, Drogheda Macbride, Dundalk, Newry, Portadown and Belfast Central until it ends in Londonderry. \n\n5. I Think Holyhead Railway station Should have some Brand New Shops, Pubs, Bars and Restaurants etc in the future. \n\nNow the reason why I am Suggesting all this is because the Traffic on the A55, A10, A406, M1, M2, M3, M4, M5, M6, M62, M11, M25, M23, A1, A2, A23, A12 etc. The Traffic is nothing but a waist of Time. And it's not going to get any better. So we need to Encourage people to get out of Cars and unto Public Transport. And Hopefully one day that Holyhead Railway station will change in the future.", "time": 1527883047}, {"author_name": "David Barnes", "author_url": "https://www.google.com/maps/contrib/114537964055931876941/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-TmSU8aSoxLs/AAAAAAAAAAI/AAAAAAAAAAA/sq9-joxylwc/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "Very disappointed no one could help us with luggage storage \nsign to tourist uniformation lead us to town but no one knew about location \nThe storage area run by the council was closed for the day\nGot their early to look around thr town.\nThe good people at the marine museum looked after our luggage as we toured the museum and had a great lunch overlooking the harbour\nMany thanks to them\nCouncil have another think abput servicing tourists", "time": 1524841655}, {"author_name": "Christina Marley", "author_url": "https://www.google.com/maps/contrib/117361465645561684410/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-ZSuWgqSyRTU/AAAAAAAAAAI/AAAAAAAAAAA/bJyNbwP3D-w/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 4, "relative_time_description": "2 years ago", "text": "OK good maybe amazing", "time": 1501850339}]}, "status": "OK"}