{"html_attributions": [], "result": {"rating": 3.9, "reviews": [{"author_name": "G C", "author_url": "https://www.google.com/maps/contrib/115192729482843546435/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-_Hob9q7z2Hs/AAAAAAAAAAI/AAAAAAAAAAA/YRDjqnVjwug/s128-c0x00000000-cc-rp-mo-ba7/photo.jpg", "rating": 4, "relative_time_description": "a month ago", "text": "Well managed station but entrance is too small", "time": 1569316332}, {"author_name": "Miren Lopez", "author_url": "https://www.google.com/maps/contrib/118356010181863851373/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-dZfByUZ_AI0/AAAAAAAAAAI/AAAAAAAAAAA/95aXH04baDU/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 5, "relative_time_description": "2 months ago", "text": "What a wonderful sight! 😍🤩\nYou don't see one of this everyday!", "time": 1565852948}, {"author_name": "Marc Potter", "author_url": "https://www.google.com/maps/contrib/112083878560681510550/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-71BZivCBIM4/AAAAAAAAAAI/AAAAAAAAAAA/gEOMjaa7Lqc/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 5, "relative_time_description": "10 months ago", "text": "Very nice part of town all the amenities required on your door step, quality shops and excellent cafeterias around, very good public transport local hub of buses and tube with National Rail stations not far, very well kept and maintained gardens in parks with Brompton cemetery an tranquil place in London, tidy streets but like most heavy traffic all around, nice area to work", "time": 1545108185}, {"author_name": "Ian 'iamnoone' Moone", "author_url": "https://www.google.com/maps/contrib/105550131433479578315/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-DfuUDvJ1pgY/AAAAAAAAAAI/AAAAAAAAAAA/1aomKi1-YRc/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "I like this station. The atmosphere is nice and airy, like a delicately made chocolate moose. The railings are perfectly parallel, and personify the strong soviet hands that made them. Overlooking the station is a recently constructed modern condominium. It's very shiny. Sometimes I wonder to myself about the people who reside there. They must be doing alright. Got a few pennies stashed away for a rainy day. You know what they say: look after the pennies and the pounds will look after themselves. Sometimes I wonder who they are, but then I think in a galaxy of hundreds of millions of stars, does it really matter. I'm not sure to be honest. Maybe it does. I wasn't any good at physics anyway. I wanted to take psychology but I didn't want to let dad down. He considered it to be a pseudo-science. Called it a soft subject. Sometimes I can't help but feel that things would be different if I had taken psychology. I would have stayed true to myself. Followed my passion. Maybe I'd be happier. But then I think at what cost. The eternal disappointment of the only father I'll ever have. Our strong bond was the only thing holding the family together when mum died. Sometimes it felt helpless. Like we were neither dead or alive but suspended in uncertainty; condemned to tread water perpetually. I felt like a peace of chewing gum stuck to the side of a space shuttle, in an attempt to reattach a dislodged heat resistant titanium plate, without which burning up on re-entry would have been inevitable. And that's not something I say lightly. Rest in peace space shuttle Columbia. Your lives may have been lost, but they will never be forgotten. Your contributions to the field of science will be forever eternal. Oh hey, there I am talking about physics again. Maybe it is my true passion after all! Anyway I digress. West Brompton is a very elegant station. Would highly recommend!", "time": 1494358762}, {"author_name": "architectural_tour_london Instagrammer Mike Behar", "author_url": "https://www.google.com/maps/contrib/103178572960688186194/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-iFGPzE26HJE/AAAAAAAAAAI/AAAAAAAAAAA/AeLvjYks_YA/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "Nice views of the new buildings and the service is good but could do with some refurbishment.", "time": 1514987975}]}, "status": "OK"}