{"html_attributions": [], "result": {"rating": 3.3, "reviews": [{"author_name": "John De L", "author_url": "https://www.google.com/maps/contrib/110133644218180648677/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UnbmCbT46I0/AAAAAAAAAAI/AAAAAAAAAAA/TfQ1Ieq3srE/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 4, "relative_time_description": "a month ago", "text": "Stocksmoor railway station, sits on the railway line that heads towards Huddersfield in one direction, and towards Barnsley in the opposite direction.\n\nThere is a small car park (on the Barnsley bound platform side), that can accommodate about 5 or 6 cars, and also there is a single space for a disabled car to park here. If there is insufficient car parking spaces, people (and their cars) can always be parked right outside the railway station on the road that goes over the bridge nearby.\n\nIt should also be noted that there is a drop-off area, right near the platform for trains heading towards Barnsley.\n\nIt is quite clear to see, that there is is a good level of security here, because there are are closed circuit television cameras here.\n\nAlthough there are no official bike racks, they do have some bicycle boxes nearby, which I presume have padlocks on them.\n\nThis railway station has the facility to buy tickets here, courtesy of an electronic automated ticketing machine.\n\nThis railway station does have digital information boards to indicate when the next trains are likely to arrive here.\n\nWheelchair access is available on both platforms, although it must be said that any wheelchair passenger wanting to get on the platform for Huddersfield bound trains, will find it really quite difficult, because the slope from the main road down to the platform itself, is really quite steep (perhaps with a gradient of somewhere between 10 and 20%).\n\nBoth platforms do have areas where people can sit down (and wait for their trains), and that also includes covered waiting areas.\n\nWhat was nice to see, was that in the covered waiting area (on the Huddersfield bound platform), passengers can sit in the shelter and look at the digital information board which resides inside the covered waiting area, which is a nice touch I must admit.", "time": 1568377375}, {"author_name": "Jake Newton", "author_url": "https://www.google.com/maps/contrib/115097942195404793976/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-OSjWMcGhqUQ/AAAAAAAAAAI/AAAAAAAAAAA/HbaANi8cOPQ/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 4, "relative_time_description": "3 years ago", "text": "It's a very quaint village it has a train line running through going from Sheffield to Huddersfield and has all the facilities needed for a village.  ", "time": 1477078015}, {"author_name": "dark knight", "author_url": "https://www.google.com/maps/contrib/118213580862513201914/reviews", "profile_photo_url": "https://lh6.ggpht.com/-szWDCIjR4sU/AAAAAAAAAAI/AAAAAAAAAAA/4SUbqRQTgXs/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "7 months ago", "text": "", "time": 1551303977}, {"author_name": "M K", "author_url": "https://www.google.com/maps/contrib/107849097137466959914/reviews", "profile_photo_url": "https://lh5.ggpht.com/-wrZI6Bwczpw/AAAAAAAAAAI/AAAAAAAAAAA/N7-gfVOR2pc/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 4, "relative_time_description": "a year ago", "text": "", "time": 1529863201}, {"author_name": "Tom Beresford", "author_url": "https://www.google.com/maps/contrib/112379679516308639227/reviews", "profile_photo_url": "https://lh6.ggpht.com/-lzvIRYhkkfY/AAAAAAAAAAI/AAAAAAAAAAA/EQpKe3hs_js/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "", "time": 1517412413}]}, "status": "OK"}