{"html_attributions": [], "result": {"rating": 3.4, "reviews": [{"author_name": "Joanne", "author_url": "https://www.google.com/maps/contrib/116314243941109695491/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-suB1YyMP_OY/AAAAAAAAAAI/AAAAAAAAAAA/FNZaeykp-M0/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "10 months ago", "text": "I have nothing against the station itself, the staff are very good and its a very clean station. However the parking can be awful esp at rush hour, you have people who park on double yellow lines causing congestion when trying to get out and/or people who park slap bang in the middle of the car park who dont move ! It would be helpful if maybe a staff member could come out during rush hour to move selfish people who think they can park anywhere thank you 🙂", "time": 1545066474}, {"author_name": "Terrance Ferguson", "author_url": "https://www.google.com/maps/contrib/111774800978097753100/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-VDZCWMySUJo/AAAAAAAAAAI/AAAAAAAAAAA/VIUBF0cZCFU/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "8 months ago", "text": "The self service machines are terrible. The machines 80% of the time has a problem with accepting notes. They immediately need to be fixed. People lose out on valuable time!", "time": 1549572545}, {"author_name": "Lara Haim", "author_url": "https://www.google.com/maps/contrib/112310680063249343307/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-wW7OzWNrFTk/AAAAAAAAAAI/AAAAAAAAAAA/TyNL4qsYv1E/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 3, "relative_time_description": "11 months ago", "text": "This small to mid-sized station is very well situated right next to the railway. It features toilets, a coffee shop and a small, independent news agent which burns incense in the morning (note that the newsagent is cash only). \nThe station boasts manned ticket desks; the staff members are friendly but sometimes invisible. \nThe toilets are generally clean and there is usually toilet paper, but there are large spiders in traps one and three (ladies' loos) which appear to be permanent residents. The mirror is not fit for purpose. \nThe coffee shop really is the jewel in Welling station's crown. The staff members are delightful and there is a large, well-lit mirror of high quality. \nAll in all, a solid station: I would highly recommend if you need to catch a train to or from Welling.", "time": 1542107292}, {"author_name": "David Reid", "author_url": "https://www.google.com/maps/contrib/102913983749780141340/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-c4O24NZ0p2A/AAAAAAAAAAI/AAAAAAAAAAA/CRcM5inF3uI/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 4, "relative_time_description": "11 months ago", "text": "Welling station boasts two fully functioning railway platforms which run parallel to the railway line.\n\nFor me this is definitely the best place to see trains in welling. So if that's why you're visiting I highly recommend.\n\nThe station facilities include a manned ticket booth, toilets and a coffee shop (which has some of the friendliest people in the world working in it).\n\nMy only criticism is there is not enough for people to do when having to wait for a long time for a train. May I suggest installing one of those punching machines that allows people to test the power of their punch?  Failing that maybe a group of Morris dancers to keep commuters entertained.\n\nDefinitely has the potential to become one of the best stations in the U.K.", "time": 1542111735}, {"author_name": "Madasa Hatta", "author_url": "https://www.google.com/maps/contrib/111986112408223005393/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-kyeicEThYAw/AAAAAAAAAAI/AAAAAAAAAAA/EMvFNbIJlmg/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 4, "relative_time_description": "2 years ago", "text": "Lovely staff who take pride in their station", "time": 1487846601}]}, "status": "OK"}