{"html_attributions": [], "result": {"rating": 4, "reviews": [{"author_name": "John De L", "author_url": "https://www.google.com/maps/contrib/110133644218180648677/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UnbmCbT46I0/AAAAAAAAAAI/AAAAAAAAAAA/TfQ1Ieq3srE/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 3, "relative_time_description": "3 months ago", "text": "This railway station sits on the line between Wigan in the one direction and ormskirk and Southport in the other direction.\n\nI might have given this station a 4-star rating except for for the basic fact that there is no car parking facilities here whatsoever. And there is no area for people to be dropped off here either.\n\nThe station has no on-site staff but at least it does have a help point where you can get in contact with somebody if you need to do.\n\nThe station also does have digital departure boards on both platforms which is good.\n\nWhat is also good here is the amount of closed-circuit television cameras for security purposes.\n\nThe station does have areas where people can sit down, in the open air, or they can stand underneath a covered waiting area, although there are no seats in these shelters.\n\nAlso, there is no facility for bike users to store their bikes, because there is no bike rack.\n\nYou can can buy your tickets here, from a digital payment terminal, but if you cannot use this facility, you will have to either buy a ticket beforehand, or buy one on the train on your journey.\n\nThere are plenty of of \"keep pemberton railway station tidy\" signs, and it does seem reasonably tidy here.", "time": 1563452355}, {"author_name": "Karen Heaton", "author_url": "https://www.google.com/maps/contrib/100344085903133249499/reviews", "profile_photo_url": "https://lh4.ggpht.com/-vZxB_5GnkVE/AAAAAAAAAAI/AAAAAAAAAAA/0NtwEFGWmjk/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "", "time": 1491640737}]}, "status": "OK"}