{"html_attributions": [], "result": {"rating": 4.8, "reviews": [{"author_name": "natalie williams", "author_url": "https://www.google.com/maps/contrib/107230961873347311212/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-nEvyNBRTqDc/AAAAAAAAAAI/AAAAAAAAAAA/r46ITVAJ708/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 4, "relative_time_description": "7 months ago", "text": "Stunning location. Walk by canal. Photos don't do it justice. Help point. No wheelchair access that I could see. No toilets. Not manned. No ticket machine. All weather cover", "time": 1552237814}, {"author_name": "Alyssa lee", "author_url": "https://www.google.com/maps/contrib/104354868809035090005/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-HK-OLjUK83A/AAAAAAAAAAI/AAAAAAAAAAA/7HnHoCoFVK4/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "3 months ago", "text": "A small and beautiful station...", "time": 1562198341}, {"author_name": "ANN LIGHT", "author_url": "https://www.google.com/maps/contrib/116464893640682801214/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-audte5OsLzY/AAAAAAAAAAI/AAAAAAAAAAA/5AYcGyE9N9Y/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 5, "relative_time_description": "6 months ago", "text": "Remote and quaint little station on the Heart of Wessex Rail Partnership line between Bristol Temple Meads and Weymouth - the gardens are maintained by volunteers and the scenery around the area is excellent\n\nThe whole area is great for walking, sightseeing and cycling - it has a frequent service during the week and on Saturdays (certainly hourly) and a good service on Sundays but as with all train times please check before travelling.\n\nIt has two platforms - platform 1 is the northbound platform for bath Spa (for services to the London direction and in-between) and also on the Bristol temple Meads with a range of services - platform 2 is the southbound direction for Westbury and beyond\n\nThe down side is that there is NO wheelchair access, it is not staffed and only has an information point with getting through the advisor and the next trains in each direction etc., no toilets, no ticket machine (but it will be Ok to buy the tickets on the train)\n\nAs the station has only a small platform limited door opening  by the guard is in operation so if you get on at Bristol Temple Meads please ensure that you are in the front carriage (If you come from Bristol parkway etc., please ensure that the train comes in one direction and then goes out in reverse formation  and please beware that on occasions then it is possible NOT to get all the way through if it Is a 4 car unit, so it will be necessary to get off at Bath Spa (the last opportunity) to get in the front carriage.\n\nThe whole area around Avoncliff is well worth a visit and you can spend a whole day there with walking, cycling or sight seeing, eating drinking etc. or watching the boats go by\n\nAttached are pictures\n\nSometimes there are engineering works and there are usually posters of where to get the bus", "time": 1555966005}, {"author_name": "Ned Vaught", "author_url": "https://www.google.com/maps/contrib/109155845601567456885/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-f9Kco5DSkGE/AAAAAAAAAAI/AAAAAAAAAAA/265kXA1MhNo/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Beautiful remote station. It had a very short platform so to alight you'll need to normal get out from the very front door of the train. Trains often consider this a request stop so if you don't ask you might find the train doesn't stop!", "time": 1511633441}, {"author_name": "Will Tate", "author_url": "https://www.google.com/maps/contrib/101724197799737862436/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-IEroNNqK1vY/AAAAAAAAAAI/AAAAAAAAAAA/H3ak30dnc4U/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 5, "relative_time_description": "9 months ago", "text": "Lovely canal walk", "time": 1546731709}]}, "status": "OK"}