{"html_attributions": [], "result": {"rating": 4, "reviews": [{"author_name": "Bob Le Meme", "author_url": "https://www.google.com/maps/contrib/110124462269383873197/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-Xv-EdPulctg/AAAAAAAAAAI/AAAAAAAAAAA/i7saaVJqyaQ/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 5, "relative_time_description": "5 months ago", "text": "Crossmyloof station, on both the Glasgow to East Kilbride line and Glasgow to Barrhead line, is a station built most likely during the late 19th century. The station is, from north to south, preceded by Glasgow Central, which is the main hub for travel within Scotland's largest city by population, as of the United Kingdom's government Census, which was taken in the year of 2011, AD The station is succeeded by Pollokshaws West, on the B769/Pollokshaws Road, and is very close to local landmarks such as the Pollok House and Country Park, and the Burrell Collection. Thornliebank, on the East Kilbride Branch, is on the East Renfrewshire/Glasgow boundary, and serves the town of Thornliebank, as well as the areas of Carnwadric and Auldhouse. Giffnock station serves the town of Giffnock. The station is on a road known as Station Road, which is just off the A77/Fenwick Road, which is used as Giffnock's main street. Clarkston station serves the town of Clarkston. In 1971, a large explosion occured at the shops next to the station, killing 22 people and injuring over 100. Busby station, slightly further down the line, serves the village of Busby, whilst the following station, Thorntonhall, is often skipped by the train as the town it serves tends to have very few passengers. The following 2 stations are both part of the new town of East Kilbride, and the stations serve their local communities as well as the town as a whole. On the Barrhead branch, the first station after Pollokshaws West is Kennishead, which serves the area of Kennishead, where there used to be 5 blocks of flats, but 2 of them were recently demolished. The next station is Priesthill and Darnley, which actually does a pretty awful job at serving the entire town of Darnley, given how far Southpark Village has expanded. Although, many people say Southpark Village is its own town. The next station is Nitshill, which serves the town of Nitshill, obviously. After this is Barrhead, which serves the town of Barrhead. There are more stations further down this line, but frankly I can't be bothered.", "time": 1557302024}, {"author_name": "Chris Quinn", "author_url": "https://www.google.com/maps/contrib/107254240053715160379/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-7OXE7j0Om8E/AAAAAAAAAAI/AAAAAAAAAAA/bLQdWyg8Iro/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "fast into city centre. pity you'll miss a lot of trains because ticket machines break every week. takes less time to wait for the next train than get a ticket at central in the morning.", "time": 1532591003}, {"author_name": "Half Ten", "author_url": "https://www.google.com/maps/contrib/104803276341000056467/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-R-UVG0NdVzU/AAAAAAAAAAI/AAAAAAAAAAA/j05cp1Cx0bQ/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "a train station with trains. no roof though. or only a small hut. made of glass. and claustrophobia. MORE roof, please. coz rain. rain, so much rain in Glasgow. no complete roof. why not? silly. good service to central. but not beyond. important. train doesn't run to queen's street, cause they never connected the stations. silly. yes. hope this helps.", "time": 1520184192}, {"author_name": "Himanshu Singh", "author_url": "https://www.google.com/maps/contrib/104012897304041351862/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-5khvx8JAy2M/AAAAAAAAAAI/AAAAAAAAAAA/gzQ97Ed6CvU/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "Good train frequency. Fastest way to Glasgow city centre. 1 ticket machine allows contactless cards.", "time": 1488627762}, {"author_name": "Andy Oneil", "author_url": "https://www.google.com/maps/contrib/111889954383495236205/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-1-Ta8ZNIzrM/AAAAAAAAAAI/AAAAAAAAAAA/E_OaHWvnYlQ/s128-c0x00000000-cc-rp-mo-ba2/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "The best ", "time": 1485645911}]}, "status": "OK"}