{"html_attributions": [], "result": {"rating": 3.8, "reviews": [{"author_name": "Grant Bremner", "author_url": "https://www.google.com/maps/contrib/118189861640115946887/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-Z1ANcTPHtqs/AAAAAAAAAAI/AAAAAAAAAAA/lqaraFWs_K8/s128-c0x00000000-cc-rp-mo-ba7/photo.jpg", "rating": 5, "relative_time_description": "2 weeks ago", "text": "Aberdeen (The Granite City) in Scotland is a lovely place to visit. There are plenty of good hotels and B&Bs to choose from. He main shopping areas can be found in either Union or George Street where you will find a variety of shops. There are some beautiful parks as well the Duthie Park being my favourite to walk through but all the others are worth a visit. The architecture of some buildings are amazing such as the University structures and the town hall. Transport is good with the train station, the airport and of course the ferries from the harbour.", "time": 1570347589}, {"author_name": "Ricardo Ollarves", "author_url": "https://www.google.com/maps/contrib/116240246460594494335/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-xrr_We8g-94/AAAAAAAAAAI/AAAAAAAAAAA/YOd0-UY6wAs/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "2 weeks ago", "text": "Arrived from a long journey from Munich Today at 6:00pm would like to take a taxi and 3 of them said they don’t accept card, only card if the trip is more than £7,50!! They didn’t take me because I “live to near and is not enough money” They are so rude! Best to book a rainbow taxi to pick you up at station hotel !!! Such a rude guys and such a bad services! AVOID THE TAXIS AT THE TRAIN STATION!!! Horrible service !!! It was the same for 2 more people!!!", "time": 1570470498}, {"author_name": "ohhElev8 .", "author_url": "https://www.google.com/maps/contrib/104198969182262167398/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-wsJAFcR8Y9s/AAAAAAAAAAI/AAAAAAAAAAA/fomgrJTQG3E/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a month ago", "text": "Alan ( the taxi driver)  returned my iPhone XS Max to my address. Glad to know the railway station taxi drivers are trust worthy. \n\nThank you", "time": 1568493014}, {"author_name": "gary walker", "author_url": "https://www.google.com/maps/contrib/108988898171451343883/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-6EP40qp7nt8/AAAAAAAAAAI/AAAAAAAAAAA/cHdwIG_Ke98/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a month ago", "text": "Rude staff and poor facilities. I don't need a lecture on why one train company needs to pull its weight and pay for station services from station employees when trying to use the services. Dark age customer services which will only ensure I will never visit or spend my money in this town again.", "time": 1568118276}, {"author_name": "Colin Kelso", "author_url": "https://www.google.com/maps/contrib/110704463538460693124/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-GTmQoLhjEHE/AAAAAAAAAAI/AAAAAAAAAAA/EoeJl2HDVv4/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a month ago", "text": "So I'm a rail enthusiast and i'm autistic so me and my friend went to Aberdeen from Glasgow we used the bus as its cheaper and we got to the station and told the people at the gates we would be taking pictures of trains and the staff at the gate were fine with it about half an hour later I went up to the staff to ask why the train was delayed on route there was a train with its door open (Yes we are still in the days where trains doors are manual and we have to lean out them to open the door) so I shut it and one of the staff was chill just asking if I could keep it open and I said sure then there was a member of platform staff who screamed in my face to get off \"her\" platform\" and that I shouldn't touch \"Her\" Doors mind you this was an LNER train and she was scotrail staff she was till screaming in my face where I then asked for a supervisor who came down and did not deal with the member of staff at all he said we could stay and that was all I then told him Id like to place a formal complaint He then told me If I want to put a complaint in Id be asked to leave the station witch I have confirmed is not aloud.after this train left we decided to leave (I left with tears in my eyes and only one staff member asked if I was ok) I have been to Aberdeen station before and the staff were lovely clearly scotrail put the worst staff on a sunday.", "time": 1566745516}]}, "status": "OK"}