{"html_attributions": [], "result": {"rating": 4, "reviews": [{"author_name": "ANN LIGHT", "author_url": "https://www.google.com/maps/contrib/116464893640682801214/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-audte5OsLzY/AAAAAAAAAAI/AAAAAAAAAAA/5AYcGyE9N9Y/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 5, "relative_time_description": "a month ago", "text": "I  can only reiterate the excellent review already written\n\nQuintrell Downs is on the Atlantic Coast line between Newquay and Par - timetable K3 available on line or at stations nearby.\n\nSingle platform accessibly by a gate that is straight onto a VERY busy road - with a level crossing - if the trains are due to stop then they stop automatically and it is the only station on the line that does so (all the rest are request stops) \n\nSeating and help point but no ticket office - so buy the ticket on the train and as the stations from there to Par are request stops they guard does come up and sell tickets and asks for your station\n\nNo toilets either - timetable is up if needed\nA sign tells you which direction for Newquay or Par\n\nSingle track line and this explains the infrequent service - about every 2 hours - Cross country run through trains in the summer\n\nStation is operated by Great Western Railway at present\n\nPlatform seems in good condition if not new", "time": 1568225751}, {"author_name": "Mark Pearce", "author_url": "https://www.google.com/maps/contrib/116128315951028225281/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-yylyjRQQY9E/AAAAAAAAAAI/AAAAAAAAAAA/2Ag3kHHlTkc/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 3, "relative_time_description": "5 months ago", "text": "Small local station with a single platform. The track is single too and the infrequent, but reliable train service runs to either Newquay or Par.\n\nThere is a covered seating area, a help point and two information boards, but nothing to indicate when the train is arriving, although you can use the help point to find this out.\n\nAccess to the platform is through a swing gate off the pavement outside, and up the platform ramp.\n\nIf you're coming from the opposite side of the line to the platform, be sure to get there a bit earlier. Otherwise the level crossing gates will close and block the path.\n\nThere's no staff, toilets or parking here. You pay the guard on the train.", "time": 1556663610}]}, "status": "OK"}