{"html_attributions": [], "result": {"rating": 3.9, "reviews": [{"author_name": "Dan The Man", "author_url": "https://www.google.com/maps/contrib/116264824729174699210/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-DIJ6O_NsDa8/AAAAAAAAAAI/AAAAAAAAAAA/drvacSYkcwM/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 4, "relative_time_description": "4 months ago", "text": "Great station. Has a couple of cafes. Although track has a bit of an overgrowth problem but other than that good place to travel👍", "time": 1560976373}, {"author_name": "Mark Beeson", "author_url": "https://www.google.com/maps/contrib/111187090289556127532/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-JIZXCKP7TfY/AAAAAAAAAAI/AAAAAAAAAAA/QfAv9xXU2NY/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 4, "relative_time_description": "5 months ago", "text": "A much-improved railway station over the last year or so. This station is currently undergoing renovation and a refit for new businesses, coming soon to the site. The car park has just recently been surfaced and operates a number plate recognition system. The car park meters no longer take cash, but do accept card payments and mobile app payments are in place. There are new ticket machines on the concourse, re-sited to near the ticket barriers. There is a WH Smith mini-shop, a Subway sandwich shop, Bella’s coffee shop with indoor and outdoor seating on the concourse, a barbers, a new ticket office and a NHS walk-in centre clinic, open until 8pm Monday to Sunday. The old AMT Coffee kiosk has sadly gone, but Bella’s makes fab coffee and sells rolls, sandwiches, light meals and snacks. A Costa coffee bar is outside the station, across the road, and is part of the new Beacon Shopping Centre. One word of warning though; the cash machines or ATMs are no longer free. Run by a company called Cashline, the two machines inside the station will charge you £1.99p per cash withdrawal. Oddly, there is a free-standing ATM in nearby Grove Road, which is another Cashline machine. Until very recently, this machine was free to use for withdrawals, but now it is charging 95p per cash withdrawal. So you can beat this provider at their own game, the nearest free cash machine for withdrawals has just recently appeared. As you exit the new entrance at the rear of the station, turn left and walk over to the dry cleaners on the corner. There you will find an ATM embedded in this shop’s window. It’s totally free for debit cards and Link cards. Enjoy!", "time": 1556464580}, {"author_name": "J Buckley", "author_url": "https://www.google.com/maps/contrib/103270868080625495922/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-QXu6eIzWaeI/AAAAAAAAAAI/AAAAAAAAAAA/fR-4gxokMj0/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 2, "relative_time_description": "6 months ago", "text": "My experience of using this pop up cafe hasn’t been great. \n\nIced coffee is one of the most basic drinks to make. Any milk of your choosing and then the coffee poured on top after settling to ensure the coffee doesn’t taste bitter. Each day this week I’ve ordered the soya option. \n\nEach time the server makes the drink there’s a problem. This could be because he uses cows milk first or even pours the ingredients into the drink the wrong way around, and for any coffee fans we know how bitter the coffee can taste if pouring incorrectly. If I had a dairy intolerance I’d be taking this further!\n\nI’m now drinking my iced coffee and yet again on the 5th time this week, it’s bitter. Thanks team. \n\nPS. Your manager made it correctly for you twice and also showed others members of your team. This is in no way a bad report about lower management and more a review about what barista’s have been put in place. At least hire those that have an interest in cafe’s or a want to work and do things right first time. \n\nMaybe the appropriate course of action would be to train those on your team.\n\nI’ll be sticking with Costa!", "time": 1554453350}, {"author_name": "Jack York", "author_url": "https://www.google.com/maps/contrib/107089922702761142742/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-XoUnYuwxbr4/AAAAAAAAAAI/AAAAAAAAAAA/HJPDweWGeWk/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Lit", "time": 1539285339}, {"author_name": "Jess Jones", "author_url": "https://www.google.com/maps/contrib/109016576291395185896/reviews", "profile_photo_url": "https://lh4.ggpht.com/-5WRIas26tnk/AAAAAAAAAAI/AAAAAAAAAAA/Yqy_dmHYX5E/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "", "time": 1524319159}]}, "status": "OK"}