{"html_attributions": [], "result": {"rating": 3.6, "reviews": [{"author_name": "Lewis Woollard", "author_url": "https://www.google.com/maps/contrib/111960266570686693058/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-KplPgMyTzFE/AAAAAAAAAAI/AAAAAAAAAAA/YRfZmH7GEjA/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a month ago", "text": "Very easy to get into liverpool city centre, really liked this station, seemed a lot less busy than others aswell, making for a much more relaxed journey.", "time": 1568113515}, {"author_name": "Chris Cohen", "author_url": "https://www.google.com/maps/contrib/106665187639865908199/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-zPXPrwkD9-k/AAAAAAAAAAI/AAAAAAAAAAA/MgUPWfX9RRA/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "3 months ago", "text": "Lovely Place Food Spot on Really nice waiting on staff at Table 102 today", "time": 1562777656}, {"author_name": "Stuart Laws", "author_url": "https://www.google.com/maps/contrib/116568933957272211263/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-b0bQn1uy4Wc/AAAAAAAAAAI/AAAAAAAAAAA/BswH0gcdnps/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 4, "relative_time_description": "2 months ago", "text": "An interesting blend of old and new, which might perhaps afford passengers waiting opposite the restored original station platform an opportunity to reflect upon just how much things have improved on the railways in the last 100 years or so (no matter how much we like to complain about the state of our train services in this country). As attractive as the period brickwork night be in the light of day, it is sadly not at itʼs best when lit by subdued artificial lighting (even if the colours change in a rather attractive way) and one might be forgiven for thinking that it some dark corner or long-forgotten access tunnel something sinister is afoot. Perhaps even a Bond villain could be hatching their latest diabolical plot, who knows? Joking aside, however, should you be in Liverpool with an hour to spare itʼs worth having a look at if even you have only a passing interest in railways or historic architecture. It is certainly one of the cityʼs lesser-known but hidden gems – which for the sake of authenticity is best reached from Water Street via the much brighter pedestrian tunnel (only open at peak hours on weekdays).", "time": 1564774749}, {"author_name": "Raab Noolas", "author_url": "https://www.google.com/maps/contrib/105109212825288427351/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-HSFSwuWX5eU/AAAAAAAAAAI/AAAAAAAAAAA/YODDk36-nuQ/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 5, "relative_time_description": "8 months ago", "text": "Aye great way to get into the centre of Liverpool. Very simple building, but great.", "time": 1550086516}, {"author_name": "Eliot Collins", "author_url": "https://www.google.com/maps/contrib/115828592087069381095/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-JDKd2v_PAWE/AAAAAAAAAAI/AAAAAAAAAAA/m7rMSvKz0SA/s128-c0x00000000-cc-rp-mo-ba7/photo.jpg", "rating": 4, "relative_time_description": "a year ago", "text": "Opened in 1886 as the terminus of the Mersey Railway Tunnel, James Street along with Hamilton Square in Birkenhead are tree worlds oldest deep level underground stations.\nThe station building above ground is small and simple, with ticket office, barriers and a little shop. There are four big lifts down to the platforms as well as an escalator up.\nThis station is part of the Wirral line, connecting the  city centre loop to New Brighton, West Kirby, Chester and Ellesmere Port.", "time": 1530906604}]}, "status": "OK"}