{"html_attributions": [], "result": {"rating": 3.8, "reviews": [{"author_name": "Bob Dunning", "author_url": "https://www.google.com/maps/contrib/105328587261199334130/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-cepa9XfB3fo/AAAAAAAAAAI/AAAAAAAAAAA/XIGr7xwgCwM/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 5, "relative_time_description": "a week ago", "text": "Leeds Station is the bees gnonads. I have lived in Leeds all my adult life and I am loyal to my home town. OK. If you need to use the toilet, I suggest you use the platform loo, before you leave because Leeds is terrible for public toilets. Last trains away from Leeds are usually before midnight, which is way too early. But information is good, staff are friendly.", "time": 1570923782}, {"author_name": "Tractor Spotter123", "author_url": "https://www.google.com/maps/contrib/109567398530813222158/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-tMFQnvpVihc/AAAAAAAAAAI/AAAAAAAAAAA/lhyQ4xIPZhk/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 4, "relative_time_description": "2 weeks ago", "text": "Leeds station is well signposted and therefore easy to navigate. There are plenty of options for food to eat whilst you wait. Northern's ticket office staff were kind and helpful when I visited.", "time": 1570222225}, {"author_name": "LeedsCityLink", "author_url": "https://www.google.com/maps/contrib/108923092486225244946/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-LuK_Ewq_vSs/AAAAAAAAAAI/AAAAAAAAAAA/VRyQAuERFJ0/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "3 months ago", "text": "I don't tend to go in that much, but it's a very well set out station, with lots of conveniences such as shops etc. Staff are quite friendly, not ran into any hostile staff. Writing this as a rail enthusiast, I'd recommend visiting if you want to do some train spotting, as there is a variety of different trains on offer. Refurbishment works on the main concourse at the time of writing make the large open space quite cramped.", "time": 1563478584}, {"author_name": "Toby Jones", "author_url": "https://www.google.com/maps/contrib/118082068981389150569/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-ocD7APT__No/AAAAAAAAAAI/AAAAAAAAAAA/p_QfgYdefnk/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "2 months ago", "text": "Good access to trains travelling around the country, good shops when waiting for a train, staff always brilliant. However, there always seems to be some sort of building work going on. I understand maintenance has to take place but very annoying when trying to get around a usually VERY busy station.", "time": 1565619185}, {"author_name": "Leep1 Leeds People First", "author_url": "https://www.google.com/maps/contrib/100348176992111317426/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-ZvFkE0fcDlo/AAAAAAAAAAI/AAAAAAAAAAA/7kiZDnlMbn4/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "2 months ago", "text": "Our group of adults with learning disabilities and two wheelchair users set out from Leeds train station this morning to Halifax station as they were going to Eureka for the day.  They booked their tickets through Traveller Assist and when they landed at Halifax station they were told that the accessible lift was out of service and therefore they couldn't leave the station.  This left our support workers with some very upset people and one person with autism who went into meltdown because the plans had changed.  The lady at Halifax from Northern Rail explained that she had called Leeds Traveller assist first thing this morning at 5.20am to tell them that the lift was out of order.  Why were we not told when we booked our tickets???", "time": 1566389640}]}, "status": "OK"}