{"html_attributions": [], "result": {"rating": 3, "reviews": [{"author_name": "Kwesi Assabere", "author_url": "https://www.google.com/maps/contrib/112313250144900945020/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-dFoNMHSjyiQ/AAAAAAAAAAI/AAAAAAAAAAA/zfQBe7ErB48/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 1, "relative_time_description": "7 months ago", "text": "I am a city based citizen and this train station blew me away. I saw things here I have never seen before - a real strange place. That being said, I have never heard of this place or even knew of its existence until a business appointment brought me to this place in the middle of nowhere. This is a one platform train station heading in the direction of either Yeovil or Weymouth. Whichever the direction of your travel, when the train is slowly approaching the station, you need to flag it down - the same way as sticking your hand out to stop a bus at a bus stop, failure to do this could result in the train not stopping unless a passenger on the train wants to get off at that station. I found the station to be quiet primitative in comparison to some of the London stations. Within the shelter area is located an old and possibly out of fashion/out of date but in working order British Telecom pay phone which only accepts credit cards to make calls. Personally, looking at the machine I wouldn't trust it to put my card into that. I had an hour to kill waiting for the Weymouth train to arrive and since I was the only person at the station, I was a bit more curious at this lonesome station. I also noticed within the shelter housing, was placed a train ramp for disabled wheel chair users which is used to assist wheel chair user to get off the train. My biggest puzzle and to the time of writting this review, how is this station a disabled/wheelchair bound user friendly? There is a massive high flying staircase which takes you up to the road or down to the station. I saw no lift service here, this station is not manned, no CCTV, so how does a disabled wheelchair bound person navigate from this station or to this station.\n? That ramp although fitted to make it look like the station is compliant with requlations I dont see how it does? I really don't see the point of that ramp!!! This station is NOT disabled person wheel chair bound friendly and I would advise all persons as such to avoid this station like the plague. There is no digital display board advising the next train due, but there is some type of system to keep you in touch with staff in the civilised world. This is the type of station I would have concerns about using at night.", "time": 1552769507}, {"author_name": "Henry Allum", "author_url": "https://www.google.com/maps/contrib/100063272784199445370/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-3QudNxThhac/AAAAAAAAAAI/AAAAAAAAAAA/PpZC6vrl1JU/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "An attractive little country railway station on the Heart of Wessex Line. Loco hauled charter trains pass through occasionally.", "time": 1510356808}]}, "status": "OK"}