{"html_attributions": [], "result": {"rating": 3.3, "reviews": [{"author_name": "mr moomooface", "author_url": "https://www.google.com/maps/contrib/106832913618248329894/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-yCwJwbdFAVY/AAAAAAAAAAI/AAAAAAAAAAA/vUE-G3rX_i8/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "6 months ago", "text": "The station itself isn't very nice, but you can get the train to Glasgow Central very frequently because you can go in either direction. Just wish they renovated it a bit.", "time": 1554760500}, {"author_name": "Leslie", "author_url": "https://www.google.com/maps/contrib/109648577636572315039/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-96YUbYf2yWM/AAAAAAAAAAI/AAAAAAAAAAA/a4K6FBK_Hr0/s128-c0x00000000-cc-rp-mo-ba7/photo.jpg", "rating": 4, "relative_time_description": "a year ago", "text": "Been useful every time I use it", "time": 1521394925}, {"author_name": "Patricia Clay Mackinnon", "author_url": "https://www.google.com/maps/contrib/117284172844835480800/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-2uDzYkfBGp4/AAAAAAAAAAI/AAAAAAAAAAA/1FHDbz1OJCM/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "The train station is located at the end of Shawlands and serves Shawlands, Newlands and Pollokshaws East with entrances on Kilmarnock Road (across from Tesco Metro and Papa Johns) and Coulstonholm Road (next to Newlands Job Centre).\nAccess is not wheelchair friendly at either entrance, one of the reasons why it didn't get 5 stars. The entrance at Kilmarnock Rd has long steps and can easily be accessed with a pram or bike without too much effort though and easier on arthritic joints. This entrance is clean and well lit giving access to the main road and the best train exit for access to the main shops and restaurants in Shawlands without getting lost if you are unfamiliar to the area. \nThe Coulstonholm Rd entrance has lots of regular steps, pigeons and water ingress, it is not as well lit and I imagine it's difficult to maintain for Scotrail. This is the entrance I mainly use though for convenience.\nTrains into central station are 3 an hour during the day off peak and reducing to 2 an hour evenings off peak and 1 an hour on Sundays. Peak times offer an extra service to and from the city.\nThe line serves Glasgow to Newton and is on the Cathcart circle with journey times into the city approximately 12minutes on the Newton line and 16 minutes for the Cathcart circle.\nIt is a very cost effective service, with a return to the city at £2.30 off peak and kids go free with the adult. Much cheaper than the bus if you don't have a monthly pass or you have kids in tow. For comparison, 1 adult and child, the bus is approximately £5.90 for the same journey.\nThe trains are quiet and clean and the actual station is well maintained and lit. \nYou cannot pay cash at the ticket machine, but you can pay cash to the ticket inspector once on the train. Otherwise, there is a machine to purchase tickets with a bank card and it has a contactless facility. \nIf you have purchased online national tickets for longer journeys around the country you are able to collect them anytime from this station. \nNo toilets or snack facilities. \nThere are two undercover areas, cctv, direct intercom to a member of rail staff to answer queries, signage is clear and understandable and it is well lit on the platforms. \nIf the station had wheelchair access, more trains and Coulstonholm Rd entrance was bought up to a bright standard, I would definitely have no hesitation in giving 5 stars. Might suggest to them to rebuild that entrance with a lift for a wheelchair friendly solution. \nI would still highly recommend the train station.", "time": 1514799416}]}, "status": "OK"}