{"html_attributions": [], "result": {"rating": 3.2, "reviews": [{"author_name": "Graham Morgan", "author_url": "https://www.google.com/maps/contrib/110205331772785910720/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-bTbTAlkkLjA/AAAAAAAAAAI/AAAAAAAAAAA/YuiyFDTo3EY/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "11 months ago", "text": "Based on the recent refurbishment.\n\nA perfectly good entrance has been removed and turned into a locked emergency exit. \nSo you are channelled through the front entrance which is lethal underfoot when it's been raining. \nProbably better to add another few minutes to your travel plans though as sometimes the front entrance is firmly locked if the staff take the key home. (I kid you not)\n\n Roof leaks.\n Large pools of water throughout the concourse when it rains, so take care.\n\nYou can't buy a paper.\nYou can't buy a coffee.\nYou can't go to the toilet.\nSometimes you will struggle to buy a ticket.\n\nPros: \n\nThankfully you can get on a train! \nWhich will at least take you away from this miserable hole of a station.\nA terminus that truly captures the term 'End of the line!'", "time": 1542787331}, {"author_name": "karina dighton", "author_url": "https://www.google.com/maps/contrib/104539136015603085870/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-SfnBowlQe_M/AAAAAAAAAAI/AAAAAAAAAAA/8yGthm1yp9A/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "2 months ago", "text": "My disabled daughter is sick, and we wanted to get home earlier then our ticket time. They never had a problem before. Got to the barrier to ask the man, but he was as useful as a condom full of holes. He wasnt very nice.\nMy daughter at this point is now feeling nauseated. \nI asked at the ticket office, he was nicer and said if ilhe was at the barriers he would of let us through. We have after all paid for our tickets. But its down to the discretion of the person at the barriers. \nI have had to pay £40 for new tickets. The last bit of money i had till friday. Now i have 2 pound to my name, no money for a taxi at the end of our journey to get the wheelchair and multiple suitcases and bags home which is a 20 minute taxi ride. Im screwed. We are on the train waiting for the journey home to start and im holding back tears of anger and complete worry on how we are going to get home.", "time": 1564996701}, {"author_name": "RBH", "author_url": "https://www.google.com/maps/contrib/109393830998995582257/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-FfiK34qbgQg/AAAAAAAAAAI/AAAAAAAAAAA/URQmyxD-dBY/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 1, "relative_time_description": "6 months ago", "text": "Horrible, I've never walked into a station with so many drunks and drugged up people hovering around the entrance/exit, not good for local tourism or lone travellers. ticket office closes too early. staff are more interested on their phones than helping paying customers or cleaning the rubbish strewn around the station \"it's not my job\" attitude everywhere.", "time": 1555165238}, {"author_name": "Benjamin Toth", "author_url": "https://www.google.com/maps/contrib/106252008066950834492/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-g8QEEI7amec/AAAAAAAAAAI/AAAAAAAAAAA/g8RoRLNBMN8/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "11 months ago", "text": "Well, coffee shop is now gone but at least there are dew shops around. After refurbishment, looks better, cleaner and fresh! Regular station.", "time": 1542320531}, {"author_name": "evocrim", "author_url": "https://www.google.com/maps/contrib/114940595791708028391/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/--xrPodw21oI/AAAAAAAAAAI/AAAAAAAAAAA/vROjfxq3XSo/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "8 months ago", "text": "They spent so much money making it look nice and empty and inhospitable. The cafe is gone. The sweets/newspaper/bookshop kiosk is gone. The toilets are locked. They made the outside look all new and shiny but do nothing to move on the groups of aggressive lager-drinkers who congregate there. Wouldn't want the staff to interrupt their lounging about. A perfectly workable ticket office was shut down to be replaced by a big ugly ticket office in the middle of the station?? Their reasoning in unfathomable. It's a horrible way for tourists to be introduced to Bognor.", "time": 1549968180}]}, "status": "OK"}