{"html_attributions": [], "result": {"rating": 4.1, "reviews": [{"author_name": "Dr Stein", "author_url": "https://www.google.com/maps/contrib/108229169689960982546/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-lISdhN_GyCA/AAAAAAAAAAI/AAAAAAAAAAA/JMAO-myjRpI/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "3 weeks ago", "text": "Safe secure and very pleasant station incorporating wide range of facilities", "time": 1570033081}, {"author_name": "Julian Griffiths-Searle", "author_url": "https://www.google.com/maps/contrib/110880935400142096293/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-O5rpqfjUmOk/AAAAAAAAAAI/AAAAAAAAAAA/BlC_XHy4iiI/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "7 months ago", "text": "Virgin on the ridiculous - The Writing Is NOT On The Wall\n\nThis station is managed by Virgin. The Virgin Team Leader (AKA Station Master) was completely indifferent as to why there was no signs on Platform 3 pointing to the ticket machine which was recessed in the second exit off the same platform. As passengers it caused us to not only miss a train and wait 40 minutes but also forced us lug heavy cases up and down the stairs to Platform 5.\n\nThe ticket machines has been installed for over a year and the all telephones removed around the same time. I was advised it can take 4 years to change a simple sign and he was unable to place any temporary signs up.", "time": 1553194321}, {"author_name": "Tom Beresford", "author_url": "https://www.google.com/maps/contrib/112379679516308639227/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-lzvIRYhkkfY/AAAAAAAAAAI/AAAAAAAAAAA/EQpKe3hs_js/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Very nice", "time": 1522959944}, {"author_name": "Tracey Duffy", "author_url": "https://www.google.com/maps/contrib/111914588940473658980/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-wPoTCdX9t2k/AAAAAAAAAAI/AAAAAAAAAAA/Y4UQ0vEmew0/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Huge thank you to the platform guard who asked for an upgrade for us when we were going to a garden party at Buckingham Palace representing Lancaster Samaritans,  it was so kind and made our experience even more special.   THANK YOU so much xxxx", "time": 1528495075}, {"author_name": "David McDermott", "author_url": "https://www.google.com/maps/contrib/102150798002739988616/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-FlIRcpuGWZA/AAAAAAAAAAI/AAAAAAAAAAA/BcXFN5aLxhI/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "Boom first to review Lancaster Train Station, what happened to the previous reviews huh, I am sure there was many here before mine. But hell, delete them all and let me be f\"first to review\" this train station. I visit this train station all the time for work, i could rant how i pay over 200 a month to go to Lancaster from Wigan, however, this is not the place to do it. Everybody knows that train companies charge way to much money, though they will deny this, pretending they offer a great service and make little money blah blah de blah, but i wont rant :) This train station has got a Costa, which is nice, i enjoy spending as much on a  cup as i would do for a whole coffee jar in a supermarket. I dont know this is. Sometimes i get a drink there to try stem the boredom of waiting for a delayed train. Lancaster train station is so much better than Liverpool South Parkway train station, they have talking toilets there.  Why does everyone in the train station need to know when i am unloading my goods in the toilet. its so unnecessary,", "time": 1487439209}]}, "status": "OK"}