{"html_attributions": [], "result": {"rating": 2.8, "reviews": [{"author_name": "katie taylor", "author_url": "https://www.google.com/maps/contrib/117601568756741560700/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-yXCPvJ47Iec/AAAAAAAAAAI/AAAAAAAAAAA/WeevMVAjgpE/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "2 months ago", "text": "The train station itself is run very efficiently when Ascot races are on. However, I went with some friends yesterday and 2 of us bought some burgers from the burger van that was parked outside and we have both now got food poisoning. I hope that the staff at the station read these reviews so they are aware of this. I have contacted Ascot Racecourse too in case it was something they could pass on but unfortunately it isn't so i'm hoping it is seen here.", "time": 1565534410}, {"author_name": "Vasili Timonen", "author_url": "https://www.google.com/maps/contrib/115583337296354682052/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-7FAkm5M_gWg/AAAAAAAAAAI/AAAAAAAAAAA/ICs3Y80PP-o/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 4, "relative_time_description": "4 months ago", "text": "Because of the pony races, this is more of a station than the \"town\" (ha ha) of Arse-cot(tage) deserves. You can get a train to Reading, to London Waterloo (eventually) and to Aldershot (if you ever wanted to). There are toilets and taxis! Avoid at all costs when the nags are on the heath.", "time": 1560597882}, {"author_name": "Michael Sassi-Roberts", "author_url": "https://www.google.com/maps/contrib/108261706756874136450/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-4074DOEGRwg/AAAAAAAAAAI/AAAAAAAAAAA/zOOD-ArXsCg/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "Its alright, this station is quite small for a town quite well known as Ascot therefore it will be packed full in the summer... the staff are generally helpful such as the ticket counter lady, however the security guards are extremely rude and tend to stare a lot !", "time": 1539588036}, {"author_name": "Damian Best", "author_url": "https://www.google.com/maps/contrib/111645020668895731545/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-8sdt4bZcySw/AAAAAAAAAAI/AAAAAAAAAAA/QbNLCurKUlA/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "5 months ago", "text": "I was on a train from Waterloo which got delayed en route, I need the connecting train from Ascot. By the time we reached Ascot the train had gone. Many of us rely on that train to get us to work or school on time. I got to the platform and the train departure board still had the connecting train displayed, so many of us were very confused. There was no announcement of any kind and no one on ANY of the platforms to ask. \nI had to go to the ticket office, where the person was very unhelpful. Next train for my destination is is another 40 mins wait ?! Thanks Mayte!!!! Useless!", "time": 1558682460}, {"author_name": "Daniel Mckenzie", "author_url": "https://www.google.com/maps/contrib/100890773788197007832/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-NfSGsLt3gfI/AAAAAAAAAAI/AAAAAAAAAAA/GWK3As_14l0/s128-c0x00000000-cc-rp-mo-ba8/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "The new footbridge connecting the platforms with lifts helps alot and is appreciated however, the station is really overcrowded during peak and even worse during the Royal Ascot event. No ticket barriers here and a limited amount of ticket machines. Toilets and seating are available at the station as well as a taxi rank, ATM and drop off/pick up point at the front of the station.", "time": 1513626248}]}, "status": "OK"}