{"html_attributions": [], "result": {"rating": 3.5, "reviews": [{"author_name": "Cassius Hunt", "author_url": "https://www.google.com/maps/contrib/116637112019817430883/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-TuWD-RkJm9A/AAAAAAAAAAI/AAAAAAAAAAA/clVCLOP9T4Q/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 5, "relative_time_description": "3 months ago", "text": "PLEASE DON'T CHANGE THIS RAILWAY STATION! Friendly staff. Quite waiting room.  located in the centre of the town. A highway on getting out and in of the town safely.", "time": 1563225699}, {"author_name": "D Spanswick", "author_url": "https://www.google.com/maps/contrib/114213364566415759312/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-S16blQwqWyc/AAAAAAAAAAI/AAAAAAAAAAA/Mgelgo7nI88/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 5, "relative_time_description": "2 months ago", "text": "Easy enough to navigate with friendly members of staff and frequent trains to locations such as Swansea and Cardiff Central.", "time": 1566387752}, {"author_name": "Jayden's transport", "author_url": "https://www.google.com/maps/contrib/108576653978412860159/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-1G4fF33KqTg/AAAAAAAAAAI/AAAAAAAAAAA/lImGhhobWHw/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 4, "relative_time_description": "3 months ago", "text": "It's a nice station with a waiting room,information Bord and office,staff to help you and departure Bord", "time": 1562939176}, {"author_name": "Raymond John Thomas", "author_url": "https://www.google.com/maps/contrib/108402075445948880960/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-mU42_4Timv4/AAAAAAAAAAI/AAAAAAAAAAA/AJArIUGkXQM/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 4, "relative_time_description": "4 weeks ago", "text": "I have always  found the staff friendly and helpful.\nIf you require information on journey times / connections just ask.\nThe staff will ask you when you are returning and recommend the most reasonable price for the journey.", "time": 1569445834}, {"author_name": "Liam Watson", "author_url": "https://www.google.com/maps/contrib/111597437213904089830/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-a7DWUV4STkQ/AAAAAAAAAAI/AAAAAAAAAAA/rY-dHsQd3T4/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "At the time of this review, a major section of the train station has been rebuilt (This includes the overpass connection from car park and in town towards the center two platforms). In my honest opinion, once the plaza in town has completed construction including the bus station, I believe the futuristic/modern style will reflect the building architecture around it. \n\nI've seen some plans of a newer building beginning construction on the foundation level nearby and it too, is a modern-style which will contain at least a cafe. Although a lot of people that have left negative reviews, I feel they may not be considering the bigger picture of what the area will look like when it's complete. I on the other hand will appreciate the fresh new look mixed with old Port Talbot stone building architecture, when I know others only appreciate older building architecture. A good balance between the two can work if the style is consistent and furthermore I believe the steelworks-style does work for the town.\n\nHowever one key part which I would agree with others here is that the customer service from members of staff at the Port Talbot Parkway help desk are rude to customers. Which I've noticed isn't something new when it comes to station staff in this region. I'm sure they aren't really doing it on purpose, although being polite to them doesn't seem to make too much of a difference as it's possible there are other factors at play within their management.\n\nOverall, it's not looking great at this time and It's quite sad to see staff unhappy while reflecting on the community around them. However, it's not something that stops me from getting where I need to go, it doesn't really change my mood, or ruin my day. However if you do happen to be visiting for the first time, it might be a real let-down for you, so I suggest not having high expectations for the station. It functions as intended, but overall it's nothing impressive.\n\nHope this review helps. \n( And there's me reviewing a train station xD )", "time": 1515138748}]}, "status": "OK"}