{"html_attributions": [], "result": {"rating": 2.5, "reviews": [{"author_name": "Baz Jafar", "author_url": "https://www.google.com/maps/contrib/108028162131609351193/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-KlUv4kkyt0Q/AAAAAAAAAAI/AAAAAAAAAAA/NO7Z0qwLu-k/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 1, "relative_time_description": "a month ago", "text": "Absolute dump and frankly an embarrassment for the many first time visitors to ‘London’. I’ve been to third world countries with better public transport facilities.\n\nI’ve never seen a train station like it- tiny amount of ticket machines and even less that were not ‘out of order’ considering the steady flow of passengers from the airport.\n\nWhoever owns/runs it should really be ashamed of themselves.", "time": 1568618917}, {"author_name": "Tom Cowley", "author_url": "https://www.google.com/maps/contrib/109970266065534126943/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-TIsxJvYOxZc/AAAAAAAAAAI/AAAAAAAAAAA/0kIJV9NNXFM/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 1, "relative_time_description": "a week ago", "text": "Pointless. Why doesn't Thameslink go all the way to the airport? Why do they only accept cash for the bus? Why does the bus even exist? There are so many things wrong with this place, who in their right mind thought it was a good idea? I read they're replacing the bus with the 'Luton Dart' in 2021, so you can get off Thameslink.... and wait around for another train. Why not just extend Thameslink?\n\nOur outward journey was stressful because Thameslink had a melt down and all the trains were cancelled.\n\nNow on the return I'm sat in an expensive Uber because it's 1 in the morning, the bus left and there isn't one for another hour. That's £50 for a taxi, and our return fair from the airport to London wasted. Our 2 return flights to Croatia didn't cost much more than that.", "time": 1570752601}, {"author_name": "Daniel Mckenzie", "author_url": "https://www.google.com/maps/contrib/100890773788197007832/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-NfSGsLt3gfI/AAAAAAAAAAI/AAAAAAAAAAA/GWK3As_14l0/s128-c0x00000000-cc-rp-mo-ba8/photo.jpg", "rating": 1, "relative_time_description": "7 months ago", "text": "Really not fond of this station at all. Whilst it has facilities that are more than plentiful such as step free access with lifts, shops, ticket office and toilets, the services provided here is absolutely terrible. Cancellations and late running Thameslink trains are commonplace.", "time": 1552549389}, {"author_name": "Karine Even-Mendoza", "author_url": "https://www.google.com/maps/contrib/114558114402542911940/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-fZoOBF4tjqU/AAAAAAAAAAI/AAAAAAAAAAA/sW8-w-DJQxM/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 2, "relative_time_description": "6 months ago", "text": "Nice station. Never ever ask the staff help, always go to the automatic machine. The staff on the train always will give you the most expensive ticket on the slowest train. Happened to me so many times. Even when I had to get to work. Believe me this staff has no shame. Just use the automatic machines.", "time": 1555489631}, {"author_name": "Morna Petrano", "author_url": "https://www.google.com/maps/contrib/113267861975917837827/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-6DjoTV1-IeE/AAAAAAAAAAI/AAAAAAAAAAA/-3vevfqF-bo/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "3 months ago", "text": "This station is a NIGHTMARE!\nTwice in last month 4 station guards ha Dee put me to the wrong platform & made me miss my direct train to East Grinstead! They said at the very last minute the platform is changed 2 mins before train arrives! Terrible no station guards know anything.  One of tbe guys felt so bad he stayed with me till my train not direct arrived . Twice the journey time 2 changes! UNACCEPTABLE!", "time": 1561657079}]}, "status": "OK"}