{"html_attributions": [], "result": {"rating": 4.8, "reviews": [{"author_name": "Lone Espada", "author_url": "https://www.google.com/maps/contrib/100356816899760413365/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-6IhQm-_o41s/AAAAAAAAAAI/AAAAAAAAAAA/z9aZaEcIQk4/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "2 months ago", "text": "Beautiful, quaint, picturesque location! The seaside is a must see and the locals are extremely friendly, helpful and polite generally. Have tried food from a few places from here and was met with very nice people working at various places.\n\nI recommend the Carlton Cinema especially for lovers of vintage cinemas and movies, although they only show modern, recent movies, it's only £3.50 a ticket for anyone AND they have wonderful, iconic and classic movie posters on display, including plenty of James Bond classics in their toilets corridor!\n\nI also recommend Krusty Kobb and Westgate Fish And Chips, both places had extremely nice people and absolutely brilliant food, I visited the former multiple times for their delicous freshly made sandwiches and baked treats. Their cakes and jammie dodgers are wonderful. They also do a lot for charity including a staff member I believe doing a sponsored sky dive!\n\nThere's also a lovely Felt Shop, with tons of handmade gifts of all kinds and plenty for all kinds of people. Very lovely person there too at least.\n\nThe WestBay cafe on the left side of the beach does wonderful food and incredible, amazing gelato (italian ice-cream). There are lovely cafes on the right hand side too, Pav's cafe is 50 years old at least and lovely people and food there too, very reasonable prices too!\n\nI didn't get to try Millie's (next to Pav's on the east/right hand side of the beach) sadly despite really wanting to but if I do get to return in future, Millie's will be a guaranteed visit, multiple times ideally! Their menu looked very interesting appetising and exciting!\n\nThe sea also is absolutely beautiful and a lot cleaner than other seas, along with the sandy (and thankfully not a pebble) beach. Also a nice kiosk on the left side of the beach too, near the West Bay cafe.\n\nThere's also a seafood restaurant opening directly above the West Bay cafe itself and both overlook the sea as they're literally right on the bay of course. \n\nThere is a llama walk nearby too, didn't get to try it but looked promising and has awesome deals with Groupon at least! Also a Shell Museum with massive shell sculptures and mosaics I believe (very unique and creative!) and also a soft play place , which is next or near the Woodland Llama experience or such I think? \n\nThere is also a Morrisons, Tesco Express, small Co-op, a bunch of large shops, greengrocers, doctor's surgery, vet, beauty salons and so on all on the same road in the main town and a short walk from the beach (5 minutes).\n\nThe city of Margate is nearby too with an Amusement Park, Mini Golf, a large Tesco at least and so on. I haven't visited it myself but it's about 15 minutes drive I think and there are large buses to there from Westgate. \n\nAll in all, I really loved my time at Westgate and would gladly return again, I thought I had really enjoyed my holiday prior to this one but this was something else, I'm not even a beach person but I loved the area!\n\nI strongly recommend Westgate on sea for anyone looking for a quiet, relaxed atmosphere, scenic views, a small town to explore, a beautiful beach, great experiences for families etc. I saw", "time": 1565372066}, {"author_name": "J Howl", "author_url": "https://www.google.com/maps/contrib/100552354500100441494/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-oFNiskwILr8/AAAAAAAAAAI/AAAAAAAAAAA/mKpI5u8w6v0/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 4, "relative_time_description": "a year ago", "text": "Always clean. As small shelters on both platforms. No toilets as far as I know.", "time": 1522767865}, {"author_name": "Zsolt Homoki", "author_url": "https://www.google.com/maps/contrib/102828560440268352235/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-_42fQ5Z7lW0/AAAAAAAAAAI/AAAAAAAAAAA/fFisYC3no50/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Nice little town with beautiful shores. Perfect for a family vacation.", "time": 1533111798}, {"author_name": "Photos By Finch", "author_url": "https://www.google.com/maps/contrib/114916826119912909601/reviews", "profile_photo_url": "https://lh6.ggpht.com/-HNYtmFax2TI/AAAAAAAAAAI/AAAAAAAAAAA/AwaJOcbvTFk/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "", "time": 1495477218}, {"author_name": "Robin Hoare", "author_url": "https://www.google.com/maps/contrib/115965724415814383136/reviews", "profile_photo_url": "https://lh5.ggpht.com/-an2hGKRMSBM/AAAAAAAAAAI/AAAAAAAAAAA/aCXk3n6fBs0/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "", "time": 1477429713}]}, "status": "OK"}