{"html_attributions": [], "result": {"rating": 4.199999999999999, "reviews": [{"author_name": "Denis Erd", "author_url": "https://www.google.com/maps/contrib/105004734419630042655/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-A79o4LShaDQ/AAAAAAAAAAI/AAAAAAAAAAA/HIXntYFMxK4/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 4, "relative_time_description": "a month ago", "text": "A busy station where the Shoreditch's heart.", "time": 1567584799}, {"author_name": "Kenny Darcy", "author_url": "https://www.google.com/maps/contrib/118170295128814399522/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-RYlnnDOb0V0/AAAAAAAAAAI/AAAAAAAAAAA/VZAopnINKlo/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 4, "relative_time_description": "a month ago", "text": "It's under a bridge so if u have to stay outside you don't really get wet.", "time": 1567256223}, {"author_name": "Sam Thompsett", "author_url": "https://www.google.com/maps/contrib/105742044112592805245/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-ka1bv2DTLEw/AAAAAAAAAAI/AAAAAAAAAAA/URBFm6uClQY/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Top quality stuff. Everything you expect from a station. I stood on the platform and my train turned up. Keep it up guys, good work!\n\nIts coming home", "time": 1530785001}, {"author_name": "Nickij71 Robo", "author_url": "https://www.google.com/maps/contrib/113372628059704085413/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UON5sO409zY/AAAAAAAAAAI/AAAAAAAAAAA/UCBgV3-SBLo/s128-c0x00000000-cc-rp-mo-ba2/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Hey I just wanted to thank the manager Bentley and he's staff at Shoreditch overhead, yesterday 20th Sept 2018. I picked up my granddaughter who lives at Shoreditch and was heading to my house on the isle of dogs. I had lots of bags as my granddaughter was staying over night. On the over head I managed to leave my hand bag on the train!! I got all the way to canary wharf station until I realised I didn't have it. As you can imagine the shock and complete horror. It literally had my life in this bag. My wallet with £150.00 cash. My bank cards. My keys to my house, my medication that I am on for breast cancer. My electric key and gas card. My phone!! I ran to the guard at canary wharf. He was really good to, he allowed back on the train to Shoreditch with my 2 year old granddaughter, who at this time was getting upset. I got to Shoreditch and Bentley was by the ticket gates. I ran to him hoping my bag was there. It wasnt. However Bentley just took over the situation, he was calm, sympathetic and so so reassuring. I couldn't think straight and the panick with making my head draw blanks. I could hardly string a sentence together. Bently suggested I take my granddaughter back to my daughter. Come back to him where he would sit with me and make all the relevant calls I needed to make....cancelling cards, getting into with key smith etc. I ask bently if he could keep calling my mobile phone, in hope someone would answer it. He tried whilst I was there but no luck!! I left the station to quickly take my granddaughter back home. As I was walking along in pure shock I heard someone Calling my name...it was bently running down the street after me...We have found your bag, we've got it!!!! He was like a super hero in that moment and I couldn't help but fling my arms round him and give him a big hug. Some amazing human being on the train had handed my bag into lost and found at New cross station. What are the chances of that?? Also not one thing had been touched my phone cash keys etc where all still there. Not only did this amazing person hand it in untouched they also left no name...a humble kind beautiful human being did that for me. Also I was blessed with Bentley,  he went above and beyond to help me. He was so willing to do what ever it took to get the situation sorted. He even got one of the station guards to accompany me to new cross to collect my bag. Another beautiful human that went above and beyond. I really hope someone high up sees this comment, I hope they gives special thanks to bently and he's staff at the station on 20/09/2018. \nI haven't been feeling very blessed of late, I've been very low at my personal situation and the world. However yesterday restored so much faith hope and love in my heart. It was truly a special day. My granddaughter and I then poddled off to the farm as I had promised her...Thank you Bently and your amazing staff. I'll never forget yesterday. Your my hero.", "time": 1537526444}, {"author_name": "bignight Nightmare", "author_url": "https://www.google.com/maps/contrib/104754216211113263199/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-sPmXGSJBbaw/AAAAAAAAAAI/AAAAAAAAAAA/TjFSSwsRpec/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "10 months ago", "text": "Beautiful station in London", "time": 1544023322}]}, "status": "OK"}