{"html_attributions": [], "result": {"rating": 4.1, "reviews": [{"author_name": "ERIC HALL", "author_url": "https://www.google.com/maps/contrib/102694330680762779996/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-zixj1s8PSp8/AAAAAAAAAAI/AAAAAAAAAAA/6VzHk5bpNKs/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Many thanks for assistance provided on my trip to and from Southampton recently. As a person who has difficulty walking, and who had a wife and a fair amount of luggage, the assistance provided was faultless. I was escorted to and from  the very door of my trains on both journeys with pleasant efficiency.", "time": 1540315295}, {"author_name": "Darren Smith", "author_url": "https://www.google.com/maps/contrib/116915017061352193586/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-h5ARWEEpqBM/AAAAAAAAAAI/AAAAAAAAAAA/jjPM9LMcxOU/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 5, "relative_time_description": "5 months ago", "text": "Friendly and helpful staff. Clean and easy to navigate", "time": 1558681241}, {"author_name": "katie scutt", "author_url": "https://www.google.com/maps/contrib/109657027821905272274/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-ALrNnOsgIzo/AAAAAAAAAAI/AAAAAAAAAAA/-z4iJgmc95I/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "8 months ago", "text": "Trains were cancelled and delayed. I asked the women in the ticket office nicely which platform and if the train was delayed she was incredibly rude to me and started shouting, telling me to ask the men on the platform but there was no one on it. Luckily there was a kind man on the train who helped me. Customer service not good", "time": 1549200710}, {"author_name": "Michelle Borrell", "author_url": "https://www.google.com/maps/contrib/110056576889102464651/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-c0aRSlCtJGs/AAAAAAAAAAI/AAAAAAAAAAA/qq2N6LeF9ao/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a year ago", "text": "Unpleasant experience today at Macclesfield station. My husband and I were commuting from Piccadilly. On arrival my husband realised he’d left his ticket on the train helping a lady with her luggage. On presenting my ticket the conductor said that tgr ticket was not valid as I’d used a Virgin train ticket to commute on a Northern Rail train.  OK so we made a mistake and duly paid for two further tickets. The nice lady at the ticket kiosk said it would cheaper to buy two return tickets even though we wouldn’t get to use the return part. So what happened next is what I really find most disgusting. I offer my return tickets to two passengers who are going to Piccadilly only to be told that they are not transferable and can only be used by the purchaser. The conductor Gareth says I should check the terms and conditions of travel. So are they saying I can’t buy a ticket for someone else? They have my money, I have two tickets I can’t use and they say I can’t pass this on to someone else. Is this correct?", "time": 1530702109}, {"author_name": "Martin Leitch", "author_url": "https://www.google.com/maps/contrib/114416842066491143740/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-0Fbdk_fKKVU/AAAAAAAAAAI/AAAAAAAAAAA/MgV2fWTF3Qk/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Excellent service as a disabled person I couldn’t fault them from start to finish they were more than helpful & would go as far to say to any disabled  person use this service.", "time": 1534165183}]}, "status": "OK"}