{"html_attributions": [], "result": {"rating": 4.199999999999999, "reviews": [{"author_name": "ANN LIGHT", "author_url": "https://www.google.com/maps/contrib/116464893640682801214/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-audte5OsLzY/AAAAAAAAAAI/AAAAAAAAAAA/5AYcGyE9N9Y/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 5, "relative_time_description": "a month ago", "text": "This station is served by trains from Great Western Railway and Cross country GWR providing stopping services and services to/from London\n\nThis station has 3 platforms - platform 1 for trains towards Penzance, platform 2 for trains to Plymouth and beyond, and Platform 3 for trains to Newquay  (The Atlantic Coast line - timetable K3 - available at stations or on line - this service is not frequent but needs supporting)\n\nPlatforms 2 &3 are on an island approached by a staircase/bridge - not too sure about disabled access\n\nWaiting room is open when the booking office is open", "time": 1568225210}, {"author_name": "Richard Gough", "author_url": "https://www.google.com/maps/contrib/108303118262825675847/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-R-DBJdemfeE/AAAAAAAAAAI/AAAAAAAAAAA/MWUU_Ls5u_4/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 5, "relative_time_description": "3 months ago", "text": "This is a great little, almost country style mainline junction station with the Newquay branch line and St.Blazey depot lines diverging here. Great for both catching long distance and local services as well as just sitting and watching the trains. There's a ticket office, waiting room, toilets and small café in settings which haven't changed much over the years - lovely.", "time": 1561807059}, {"author_name": "Debi Evans", "author_url": "https://www.google.com/maps/contrib/103175200542979581568/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-eR9W56Ui1Sw/AAAAAAAAAAI/AAAAAAAAAAA/57_n-TCQRMU/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Such a great station where the staff are BRILLIANT! Special shout out for Barry and Keeley in particular who are amazing.  Well kept, clean and always well maintained. Parking fantastic. Full of character.  Well done everyone at Par Train station you’re a credit to the Railway network! :)", "time": 1539289895}, {"author_name": "Mark Pearce", "author_url": "https://www.google.com/maps/contrib/116128315951028225281/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-yylyjRQQY9E/AAAAAAAAAAI/AAAAAAAAAAA/2Ag3kHHlTkc/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "The main point at Par is its connection to the Newquay service.\n\nUnfortunately as most travellers are arriving westbound from the Paddington direction, they need to cross over the footbridge to get to the Newquay platform.\n\nThe footbridge has 25 steps either side and no lifts.\n\nWorth bearing in mind if you have heavy suitcases. If you have trouble taking stairs or use a wheelchair, make enquiries before departure to find out what alternatives there are.\n\nSt. Austell, the next stop, has lifts, but if you change there and come back to Par, you'll miss the connection.\n\nReturning back towards London is much simpler and only entails crossing the platform to connect.\n\nThe London side has a waiting room and covered area. The Penzance side has seating, some canopy over the platform, the ticket office, toilets, way out, free car parking (for about 60 cars) and taxis.", "time": 1536608503}, {"author_name": "Steve Jacques", "author_url": "https://www.google.com/maps/contrib/103461423657723051538/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-PYYHGHxnQxU/AAAAAAAAAAI/AAAAAAAAAAA/EUUJBsP8jrE/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Lovely busy station and connections to Newquay London and penzance", "time": 1528015814}]}, "status": "OK"}