{"html_attributions": [], "result": {"rating": 3.6, "reviews": [{"author_name": "Dalek", "author_url": "https://www.google.com/maps/contrib/111327919769436019180/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-NUuvo8WEXyA/AAAAAAAAAAI/AAAAAAAAAAA/zlGhdDMcUAg/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 4, "relative_time_description": "11 months ago", "text": "Basic station, very nice new waiting room - at last , long way up ramp and over bridge if not able bodied,helpful ticket office when open, car park a bit tight and too small, handy taxi office bang outside station, very good pub The Locomotion just outside station past the convenience store. Grand Central trains on Sunderland to Kings Cross line , and Northern trains.", "time": 1542935928}, {"author_name": "Stuart Laws", "author_url": "https://www.google.com/maps/contrib/116568933957272211263/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-b0bQn1uy4Wc/AAAAAAAAAAI/AAAAAAAAAAA/BswH0gcdnps/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 3, "relative_time_description": "12 months ago", "text": "Fairly frequent trains, including services to London. Platforms accessed via bridge with ramps but no lifts. Modern stylish, even stunning enclosed waiting room but only open when the ticket office is also, which basically means it's shut a lot of the time. Taxi office and car park adjacent to southbound platform with a flat charge rate of £3 per day or £10  per week, but payment using coins or by phone only.", "time": 1540465418}, {"author_name": "Michael Boardman", "author_url": "https://www.google.com/maps/contrib/105705904940948997341/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-Q1-14SsHLOQ/AAAAAAAAAAI/AAAAAAAAAAA/LIwgx0zxLB8/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "7 months ago", "text": "Ok when there running but trains on match day have been dreadful this season", "time": 1552046108}, {"author_name": "Henry Allum", "author_url": "https://www.google.com/maps/contrib/100063272784199445370/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-3QudNxThhac/AAAAAAAAAAI/AAAAAAAAAAA/PpZC6vrl1JU/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "A basic railway station on the line from Northallerton. Steam trains pass through from time to time.", "time": 1525033478}, {"author_name": "r rbertie", "author_url": "https://www.google.com/maps/contrib/102513916708825735347/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-_QO6oaanyvs/AAAAAAAAAAI/AAAAAAAAAAA/n4ZNmJmkHfc/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a year ago", "text": "I have MS - ambulant, but with balance issues and unsteady walking.\n\nI arrived from KX to Eaglescliffe on Thursday 18 January afternoon. A lot of snow had fallen. The train guard before given the arrival announcement, said to us he was surprised that the platform hadn’t been gritted as there had been considerable snow fall.\n\nAs I walked through the slippery snow and met my friend who was collecting me, we I looked and were shocked to see that the steep incline walk-way, Bridge, and decline walk way had not been cleared or at least gritted. The walk ways were lethal, almost making it impossible to leave the station.\n\nI enquired of the men in the ticket office as to why it was’nt gritted, their reply was “it wasn’t their responsibility but the company thar has just gone bust”. Surely station health & safety wasn’t being adhered to that British Rail would have been liable if there had been a serious fall.\n\nI’m concerned about my return journey from Eaglescliffe and would like to know whether the walkways have been treated and the platform, for safety,\n\nIf you can email me that would be reassuring.\n\nR Bertie", "time": 1516472807}]}, "status": "OK"}