{"html_attributions": [], "result": {"rating": 4.399999999999999, "reviews": [{"author_name": "Maryam Lotfi", "author_url": "https://www.google.com/maps/contrib/105866410636032067173/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-RjBkbF2lMpY/AAAAAAAAAAI/AAAAAAAAAAA/xshn8HbGQ7A/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 5, "relative_time_description": "4 months ago", "text": "Went to see the Chihuly exhibit there and was mesmerized with the whole entire garden. Such beautiful flowers and the integration of his work with the landscape was amazing. The treetop walk was a little scary for me as I am afraid of heights but I still did it and saw a birds eye view of everything. It was a magical experience and I will be back next time I’m in town.", "time": 1560713898}, {"author_name": "Mark Pearce", "author_url": "https://www.google.com/maps/contrib/116128315951028225281/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-yylyjRQQY9E/AAAAAAAAAAI/AAAAAAAAAAA/2Ag3kHHlTkc/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 4, "relative_time_description": "2 months ago", "text": "An attractive, well cared for station close to Kew Royal Botanical Gardens.\n\nThe station has two platforms and is served by the District line and London Overground. Each platform has its own gates and staff.\n\nMost people arrive on the Richmond bound side, which is on the opposite platform from the RBG. To cross over you must exit on that side, then use the subway on the immediate left (22 steps down then up), or use the footbridge over the tracks on the right.\n\nThe Botanical Gardens are a five minute level walk from the station.\n\nAlthough both platforms are step free, any customers with poor mobility or using a wheelchair arriving on a train going to Richmond, should stay on the train. Go to Richmond and then return on another train to Kew Gardens so you can exit easily.\n\nIf you need assistance speak to staff before starting your journey.\n\nTicket machines, toilets and a newsagents are all available on the Central London bound side, nearest the RBG.\n\nStaff are available both sides and were approachable and helpful.\n\nThere's also plenty of restaurants, cafes and shops conveniently available in the streets right outside the station.", "time": 1565625205}, {"author_name": "STEVE QUAYLE", "author_url": "https://www.google.com/maps/contrib/105326634675825048542/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/--YEjXwLYSCg/AAAAAAAAAAI/AAAAAAAAAAA/e5XBKjpuvrM/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "3 months ago", "text": "Probably the greenest, most beautiful and safe area in South West London. Botanical gardens are a must see for any visitor.", "time": 1563946459}, {"author_name": "Suhaila Qayed", "author_url": "https://www.google.com/maps/contrib/115358091290975089793/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-SU0Jmd6uRzM/AAAAAAAAAAI/AAAAAAAAAAA/IZnG-dpy3RQ/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 5, "relative_time_description": "4 months ago", "text": "Lovely park with many activities for all family members, it was such an amazing day we enjoyed everything in this place, especially the smell of nature all around.  I liked the idea of many places for dining and coffee", "time": 1559779018}, {"author_name": "Jessie Hands", "author_url": "https://www.google.com/maps/contrib/107978780688249676987/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-9vREsa7Yqwk/AAAAAAAAAAI/AAAAAAAAAAA/B8rYza1rXcE/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 5, "relative_time_description": "5 months ago", "text": "Life time Londoner yet my first time coming here today.\n\nThe place is amazing! Virtually faultless ( one fault which I’ll get to later).\n\nIt covers a vast landscape and has some serious style! Concrete and plants 💕 lots of spiky boys, different terrains and landscapes, a pagoda ( which sways in the wind at the top!! Very unpleasant hah ), water based environments, hot and cold environment plants.\n\nIt’s a super relaxing vibe and it’s so large that you can escape from people if you want. Lots of interesting corners and I would say it’s fun for the whole family.\n\nMy only grip is that there is not enough sign posts and even tho I’ve lead hikes over vast terrain, trying to read the map they issue is not easy!\n\nSo yes, go and make a whole day of it! Make a pack lunch and take it slowly :)", "time": 1556389142}]}, "status": "OK"}