{"html_attributions": [], "result": {"rating": 3.4, "reviews": [{"author_name": "Michael Petty", "author_url": "https://www.google.com/maps/contrib/115403757643731613140/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-cDKBmIgJYVo/AAAAAAAAAAI/AAAAAAAAAAA/HcBAq7Dfb-Q/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a month ago", "text": "The information boards do not show the location of the different coaches in a train. I turned up to catch a Cross Country train to Darlington. There was no indication of the position of the coach where I had a reserved seat. The station guard did not know. The train had nine coaches (in fact, two trains joined together). Running from one end to the other with heavy luggage is not fun!!", "time": 1567411890}, {"author_name": "Georgia Seddon", "author_url": "https://www.google.com/maps/contrib/107528272973461815440/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-tAPkvvowe4k/AAAAAAAAAAI/AAAAAAAAAAA/U7mBn5_CFUI/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 2, "relative_time_description": "a month ago", "text": "Left 20 minutes to park and collect tickets.. not long enough! No long term parking spaces available so had to search to local residential roads. Ticket reference didnt work in the machine, qued for 10 minutes with one kiosk open, the chap didnt know how I could get mobile ticket on phone. Nice man at the gates let me through so I could sort my mobile ticket out. Fortunately train was 15 minutes late !", "time": 1567846666}, {"author_name": "Morris Mcintyre", "author_url": "https://www.google.com/maps/contrib/112186166109552020693/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-L0yYykStCB8/AAAAAAAAAAI/AAAAAAAAAAA/6By1zMIicj8/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a month ago", "text": "My niece asked about a delay to a train and was answered in a rude and abrupt fashion.\nShe cannot see the screens to know what time a time is due due to being visually impaired.  Very poor customer service and in my opinion the employee needs further training or get a job that is not customer facing. Disgraceful.", "time": 1566811620}, {"author_name": "richard c c", "author_url": "https://www.google.com/maps/contrib/112640214339211705907/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-3ghau3wx268/AAAAAAAAAAI/AAAAAAAAAAA/FqVyFdh_pG8/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a month ago", "text": "I do not have very good eyesight the first barrier to overcome must be incredibly poor ticket machine in the car park which was about as  clear as mud in fact I would say it’s probably designed to confuse so they can charge more on parking tickets, then getting to the station my train was there and I was trying to purchase a ticket nobody in the ticket office whatsoever five by the barrier and my eyesight as I said is not very good but I asked if I could buy a ticket on the train was there no you can’t was the answer then they proceeded to watch me struggle with the ticket machine trying to purchase my ticket in the end I missed the train , What an absolute joke perhaps privatisation is the way to go", "time": 1567536982}, {"author_name": "TPRAM", "author_url": "https://www.google.com/maps/contrib/114562464546886593733/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-t4jIABPckqQ/AAAAAAAAAAI/AAAAAAAAAAA/DFsQWy9mvt0/s128-c0x00000000-cc-rp-mo-ba2/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Very good. Has decent seating areas but the cafe there is a bit pricey and you’ll be better off buying food elsewhere.", "time": 1538928843}]}, "status": "OK"}