{"html_attributions": [], "result": {"rating": 4.5, "reviews": [{"author_name": "John De L", "author_url": "https://www.google.com/maps/contrib/110133644218180648677/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UnbmCbT46I0/AAAAAAAAAAI/AAAAAAAAAAA/TfQ1Ieq3srE/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 4, "relative_time_description": "a year ago", "text": "This quaint railway station lies on the railway line that heads towards Leeds in the one direction (and towards Goole in the other).\n\nA lot of the railway traffic that passes through this railway station is freight based, which includes delivering coal to the nearby power station. Yes, there are passenger Services through Hensall, but they don't pass along this stretch of track that often at all.\n\nIf you need to catch a train at Hensall, it would be advisable not to come by car as there is no where at all to park your car, so the best you can do is if somebody were to drop you off nearby and then walk to the nearby platforms.\n\nThis station does have a platform covered shelter on both sides of the track.\n\nThere are no obvious means of actually identifying whether a train is coming in the direction you want to go (or not), and that includes the lack of any digital display regarding train manoeuvres.\n\nAlso, this railway station does not have any bike rack, so it would not be advisable to travel to Hensall railway station with your bike as there will be no where to leave it securely.\n\nIt should also be noted that this railway station does not have any method of passengers being able to purchase railway tickets, which therefore means if you want to take a ride on any of the trains here, you will have to purchase the ticket either in advance, or alternatively you will have to obtain a ticket once you board the train.", "time": 1527169632}, {"author_name": "Aaron Lethem", "author_url": "https://www.google.com/maps/contrib/109178005379839058662/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-UKPZbGxmLTA/AAAAAAAAAAI/AAAAAAAAAAA/8chCdP9gOfg/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Nice station but only 3 trains a day", "time": 1514573292}]}, "status": "OK"}