{"html_attributions": [], "result": {"rating": 3.6, "reviews": [{"author_name": "Adrian Dalangin", "author_url": "https://www.google.com/maps/contrib/116689761682538625528/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-0eqxhlEo2nM/AAAAAAAAAAI/AAAAAAAAAAA/p3-ikuMTq5k/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "in the last week", "text": "Great station, you can get free books and you can give them back your book or donate them your book. Nice cafe on the platform to central London also there is a waiting room at the trains to London. On the other platform is basic couple of seats and a roof. Really nice plants at the around the station as well.", "time": 1571424168}, {"author_name": "Resident Adviser", "author_url": "https://www.google.com/maps/contrib/102017142814819742534/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-QGDtkTCGI5k/AAAAAAAAAAI/AAAAAAAAAAA/w5dB56xWfAI/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "4 months ago", "text": "Excellent service consistently from Brendan and Grace and the other lovely chap that doesn’t smile much (Ian?). Community bookshelf is a fantastic idea I have taken and deposited books there and it’s a great place to see and speak to like minded readers! Thanks for making the station so homely. And when the trains are down, the staff always provide up to the minute information so that I can continue my journey.", "time": 1559026783}, {"author_name": "Review Man", "author_url": "https://www.google.com/maps/contrib/104357692819456958978/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-TB0WhvsiWnQ/AAAAAAAAAAI/AAAAAAAAAAA/LEPcmjFhM8s/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 1, "relative_time_description": "11 months ago", "text": "The one star is for the short haired Nigerian looking woman. I was stuck coming out of the station as I lost my oyster on the train and I pressed the bell next to the gates it did not work so I called out. The woman said something from the front desk and carried on texting on her phone. Five minutes later I called out again. She became angry and shouted at me. Then not long later she stormed out through the door, paused and shouted at me 'WHAT DO YOU WANT'. I  explained that I lost my oyster on the way and can't get through. She paused again and shouted at me 'JUST GO'  and opened the gate for me. I thanked her for it and went through. I did not confront her on her breach of conduct as I all I wanted to do was get through the gate and I got that and I did not want to deal with her behaviour she displayed against me at the time. It was like I disturbed her from her favorite TV show. The woman is a nutter. I don't know how they employed such a worthless cow. To think I let this scumbag of a woman treat me like that. There is a man working there who is wonderful  calm and good with commuters. He came out and the opened the gate for me when I was coming in with heavy luggage. He just saw me and came out and opened the gate. Such a nice person. I hope he gets promoted. People who deliver service like this man should not have to work with miserable people like that woman. By the way, people constantly jump over and go under the barriers without paying in front of staff. They do nothing.", "time": 1541513101}, {"author_name": "Kay Dudman", "author_url": "https://www.google.com/maps/contrib/111520653551405990814/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-ohaK5xTj1GQ/AAAAAAAAAAI/AAAAAAAAAAA/qk_Rm3YcsNM/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Excellent customer service from Brendan and Enfield Chase station.  I wanted to buy a railcard and advance tickets for a journey. I had looked up the journey online before visiting the station, but Brendan advised me that it was better to change at a different station as it would give me more time to transfer, although I would actually be getting the same train to my destination.  Brendan checked various routes for me, to ensure the best changeover time and to make sure there was no difference in price between the various different options; he also advised me about the various different times where railcards/oystercards were valid for journeys, depending on the operators (underground, overground, buses, trains, etc).  Thank you!", "time": 1532452410}, {"author_name": "Anne Rios", "author_url": "https://www.google.com/maps/contrib/102706845147564090166/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-ogn6lsjft1g/AAAAAAAAAAI/AAAAAAAAAAA/BecVn6RKKKo/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 2, "relative_time_description": "a year ago", "text": "10pm and I was stuck behind the gate because my ticket no longer scans even after I replaced it. Rang the bell for over 10 minutes and no answer. Luckily another lady let me use her pass or I would still be there. The ticket office lights were on but no one bothered to answer. As a season ticket holder, I shouldn't be made to go through such embarrassment. Either you fix your paper tickets or keep someone on duty.", "time": 1524777772}]}, "status": "OK"}