{"html_attributions": [], "result": {"rating": 3.2, "reviews": [{"author_name": "Darren Evetts", "author_url": "https://www.google.com/maps/contrib/106210978826989485505/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-2e1HR58Q2NE/AAAAAAAAAAI/AAAAAAAAAAA/7Ufq522Ve5w/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "4 months ago", "text": "So called first class lounge providing paper cups! No, paper cups is most certainly not first class. Although, for Virgin, it is probably the best they can do!", "time": 1560679989}, {"author_name": "Karen Sanders", "author_url": "https://www.google.com/maps/contrib/106284530749851690324/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-gORxVfEHyJI/AAAAAAAAAAI/AAAAAAAAAAA/GZhsMGbsVUA/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "2 months ago", "text": "Absolutely the worst customer service experience ever. To say this station is attached to an international airport and potentially is the first impression of our country that travellers get, you would expect the staff to be helpful and accommodating. To get my son on the train home(he'd missed his flight) I had to go to my local station to help me so I could get a ticket to him(THEY WERE BRILLIANT THANK YOU ABERYSTWYTH STATION AND COLIN AT TRANSPORT WALES ) . Birmingham international staff at the station did not give him any help at all. Virgin staff rude unhelpful sarcastic generally nasty. Look at your training  and recruiting. Your team leaders need to lead by example. Very disappointed.", "time": 1564998267}, {"author_name": "Courtney Gallagher", "author_url": "https://www.google.com/maps/contrib/102322913472456315871/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-B1EbFiS6bjg/AAAAAAAAAAI/AAAAAAAAAAA/dA1QeGtOqxY/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "6 months ago", "text": "In regards to the station itself I couldn’t fault. Today I caught a train from Birmingham new street to Birmingham international, on my way to work. I am a young girl who hardly catches trains, so I am anxious as it is. I buy a ticket online from Birmingham new street to international. As I am coming through the barriers I get stopped by 2 men ( work for virgin) I explain my phone has just died, ( which it did ) and I can’t get the barcode up on my phone. He told me to wait over the other side, and wait for someone , ( I’m in a rush) so I did. You can see at this point I’m worrying & very anxious nearly in tears. A lady come over to me and explained I would have to pay another £3.20. I explain I haven’t got anything on me. and I really need to get through to work. ( I’m nearly in tears Late as it is as I never catch trains and was all over the place shaking) I was really intimidated by the man on the door ( who looked Jamaican ) who told me to say please next time I want to get through the barriers. Would u speak to a 50 year old women like that ? They could see I was distressed and as a young female I needed a hand. What if it was there daughter / sister? Over a poxy 3.20. I think the issue could of been dealt much better, but all they cared about was a stupid £3.20 ticket. I get I didn’t have the ticket on me, however the attitude towards the man on the door to me was horrific. Next time I will not travel to this station. I’m a 21 year old female, was nervous as it is shaking and actually when I got through the barriers had a panic attack. It’s not like I travelled from London, I travelled 2 stops. I pay for transport all year around ( bus ) , but never again will I travel to this station again. And had put me off completely. Please think about peoples feelings too.! And how you handle situations..!", "time": 1554414363}, {"author_name": "NK 5601", "author_url": "https://www.google.com/maps/contrib/110819319415504115444/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-GfeQfElycmI/AAAAAAAAAAI/AAAAAAAAAAA/TP3t0_IejOA/s128-c0x00000000-cc-rp-mo-ba2/photo.jpg", "rating": 5, "relative_time_description": "5 months ago", "text": "Lovely clean station, well laid out, nice staff.", "time": 1557916129}, {"author_name": "Chris Whewell", "author_url": "https://www.google.com/maps/contrib/106785696124632526167/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-KcOA7q6qSNo/AAAAAAAAAAI/AAAAAAAAAAA/4M9YyeRewrI/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 1, "relative_time_description": "2 months ago", "text": "£12.00 for 30mins parking, unbelievable.", "time": 1565625444}]}, "status": "OK"}