{"html_attributions": [], "result": {"rating": 3.5, "reviews": [{"author_name": "Orsi F.", "author_url": "https://www.google.com/maps/contrib/105518724334534591613/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-Z0hTX2QZC80/AAAAAAAAAAI/AAAAAAAAAAA/A661343BU28/s128-c0x00000000-cc-rp-mo-ba2/photo.jpg", "rating": 5, "relative_time_description": "2 months ago", "text": "I would like to say a special thank you to the man at the ticket counter who was there yesterday (22nd August) around midday. He seemed a bit grumpy, but he was extremely helpful and kind. Even though he was busy, He took the time to look at my app-ticket and found a way to change the date as my travel plans changed. I rarely find such genuine kindness in services lately. Thank you. \nThe station was nice, friendly and clean.", "time": 1566553037}, {"author_name": "Tracey Armstrong", "author_url": "https://www.google.com/maps/contrib/105164802728834251520/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/--Psf61wnkQY/AAAAAAAAAAI/AAAAAAAAAAA/32Il3HiteCA/s128-c0x00000000-cc-rp-mo-ba7/photo.jpg", "rating": 1, "relative_time_description": "5 months ago", "text": "I missed my train connection on Bank Holiday Monday due to the incorrect times printed on my ticket for the replacement buses to make my Salisbury Train connection to Devon via Westbury!\n\n The bus stopped away from the station & I didn't know where to go nor what platform as I have NEVER been before, I went down to platform 2 & 3, nobody was there to ask, so I went over to platform 1 (I discovered) as it looked busier, I then saw the barriers with a lady standing there & politely asked where to get the train to Salisbury, she very miserably stared at me & pointed to the platform I was at, I asked what time it comes as I missed my connection, but she just totally ignored me, SO RUDE,  & by time my train arrived almost an hour later I heard so many people moaning about how rude & unhelpful she was, and she told one lady she shouldn't even be there, that's NOT the passengers fault as most people missed their train links, the man looked miserable too when asked to carry a case for an elderly lady up the bridge stairs!\n\nThere needs to be clear signs on where to go and what trains will be arriving where, as all I saw on the station screens & announcements on the tannoy were only about where the rail link buses will be departing from, how I ever got to Devon is a miracle as I was 5hrs late!", "time": 1557247236}, {"author_name": "Josef Smith", "author_url": "https://www.google.com/maps/contrib/114905864661018089671/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-5V3RwmGhWUM/AAAAAAAAAAI/AAAAAAAAAAA/cW56sqp2MBI/s128-c0x00000000-cc-rp-mo-ba2/photo.jpg", "rating": 3, "relative_time_description": "2 months ago", "text": "Fratton train station - If that overpriced warm beverage shop could be replaced, that would be great", "time": 1565725675}, {"author_name": "Nick Peet", "author_url": "https://www.google.com/maps/contrib/101081727168802159422/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-PMxZWxr4iCk/AAAAAAAAAAI/AAAAAAAAAAA/G97tKdc02a8/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 3, "relative_time_description": "8 months ago", "text": "It's a train station.  Trains stop here.  It has a little Pumpkin coffee franchise.  Sometimes there are taxis.", "time": 1550017828}, {"author_name": "Theresa Cuff", "author_url": "https://www.google.com/maps/contrib/103031628146652154268/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-AMjvDF1xgyQ/AAAAAAAAAAI/AAAAAAAAAAA/lq04x0Fucm8/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "8 months ago", "text": "Staff disgusting. Throwing bucket of dirty water over a homeless man.  Should be reported. All over fb.  Disgusting heartless", "time": 1551179369}]}, "status": "OK"}