{"html_attributions": [], "result": {"rating": 4.8, "reviews": [{"author_name": "John De L", "author_url": "https://www.google.com/maps/contrib/110133644218180648677/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UnbmCbT46I0/AAAAAAAAAAI/AAAAAAAAAAA/TfQ1Ieq3srE/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 4, "relative_time_description": "a year ago", "text": "Broadbottom railway station lies on the train line that heads towards Glossop in one direction, and towards Manchester in the opposite direction. \n\nWhat was a little bit confusing to me, was that there is a car park beside the railway station - but for some strange reason (unless it's me), it wasn't sign posted as the railway station car park. \n\nIn fact, the signpost to the entrance to the car park refers to car parking for adjacent premises, not necessarily for railway station car parking itself.\n\nAnyway, if it is the railway station car park, then it does have a quite a lot of spaces for car parking - perhaps in the region of 75 to 100 spaces.\n\nAccess to this particular railway station is gained via three ways. \n\nFirstly, you can walk into the railway station from this car park. Or you can walk down a set of steep steps from the road that is adjacent to the station, or lastly you can also take a walk from the adjacent road down a steep slope to the railway station.\n\nThere is a departure board that does show approaching train times - which is good.\n\nThere are no apparent signs of any bike racks in and around this particular railway station.\n\nBuying tickets for any train departing from this particular railway station can be done via two means. There is a on-site ticket office, or if you prefer the less human approach, there is also a touch screen ticket machine just at the entrance to the railway station on the Glossop bound platform.\n\nThere is seating on both platforms, although strangely enough it is only the Manchester bound platform that has a covered waiting area.\n\nIf passengers want to be able to get on the Manchester bound platform, they have to cross over the railway line via the footbridge.\n\nOne overriding memory for me, at this particular railway station, is the abundance of closed circuit television cameras. I think I counted at least 5 of them - but there might be more.", "time": 1539865350}, {"author_name": "Paul Robinson", "author_url": "https://www.google.com/maps/contrib/101789939587378597186/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-4ac9TR7LFe4/AAAAAAAAAAI/AAAAAAAAAAA/nJCE-utXM6E/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Beautiful valley hidden away", "time": 1526208268}, {"author_name": "Olly Boyo", "author_url": "https://www.google.com/maps/contrib/114062550861687460666/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-9FJScewVDG8/AAAAAAAAAAI/AAAAAAAAAAA/ESmSvlyMBVo/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "Travelling on the glossop line brings back a lot of memories when I was a child especially going over the broadbottom viaduct ", "time": 1495398641}, {"author_name": "Technology Tutorials", "author_url": "https://www.google.com/maps/contrib/108560902520742603645/reviews", "profile_photo_url": "https://lh4.ggpht.com/-TsDLfuJYtXQ/AAAAAAAAAAI/AAAAAAAAAAA/sfHrFhsjAx4/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "", "time": 1529869090}]}, "status": "OK"}