{"html_attributions": [], "result": {"rating": 3.9, "reviews": [{"author_name": "dean hammersley", "author_url": "https://www.google.com/maps/contrib/100230388958886572681/reviews", "language": "en", "profile_photo_url": "https://lh4.googleusercontent.com/-Nfj6pA2i4FE/AAAAAAAAAAI/AAAAAAAAAAA/ACHi3rcw1pNibsCpCVK2MNdUlBjwLLfZvw/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a month ago", "text": "Birmingham New Street should review the placement of their cycle-racks, a NEW station should have the cycle-racks inside. If you cant collect your bike for whatever reason, you know it will be locked inside and therefore SAFE. LEAVING CYCLES OUTSIDE IN THE ALLEY IS NOT SAFE. All the other major Birmingham train station's have cycle racks inside the station so why not New Street.", "time": 1568540347}, {"author_name": "Rosh B", "author_url": "https://www.google.com/maps/contrib/117856004822531396835/reviews", "language": "en", "profile_photo_url": "https://lh5.googleusercontent.com/-bTRk607xGA0/AAAAAAAAAAI/AAAAAAAAAAA/ACHi3rdp37E7nqrPlG-_BUXouXFe3XskeA/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 4, "relative_time_description": "a week ago", "text": "One of the best trains stations I have been to so far.  Very spacious and a lot of staff to ask for help.  A lot of things to do (eat or shop) to kill time at the station. A mall like experience.", "time": 1571047618}, {"author_name": "Tara Crees", "author_url": "https://www.google.com/maps/contrib/101362608387546089343/reviews", "language": "en", "profile_photo_url": "https://lh4.googleusercontent.com/-zayRXcn57Z0/AAAAAAAAAAI/AAAAAAAAAAA/ACHi3rfNwnPNGt_5RpyNuSFWAwEJ8pwYAw/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 3, "relative_time_description": "in the last week", "text": "Station building is nice with plenty of choice of shops and restaurants but the signage in the station is terrible. Only half the platforms are signposted and there are multiple barriers to get through before you reach the correct ones, many of which your ticket isn't valid for. Glad there were plenty of helpful staff or I would not have found my platform.", "time": 1571403555}, {"author_name": "Linda Cox", "author_url": "https://www.google.com/maps/contrib/116114511679224831893/reviews", "language": "en", "profile_photo_url": "https://lh3.googleusercontent.com/a-/AAuE7mBQIw_UsvvfDjpMi_7DLDAe3PbDkK6_FaRHjxI_lA=s128-c0x00000000-cc-rp-mo-ba5", "rating": 3, "relative_time_description": "4 weeks ago", "text": "The security could do with stepping up a pace since i have been using the train's early in the mornings the ticket barriers are always open allowing free loaders getting a free ride and youngsters cycling inside, think the piano is a good idea someone is always on in", "time": 1569394256}, {"author_name": "David Tallett", "author_url": "https://www.google.com/maps/contrib/100303424006687656103/reviews", "language": "en", "profile_photo_url": "https://lh3.googleusercontent.com/a-/AAuE7mCf-qHaMuspHx6w5xS9GZniwQNP0ij2CjOM6jTFFQ=s128-c0x00000000-cc-rp-mo-ba6", "rating": 4, "relative_time_description": "a month ago", "text": "Thanks to the brilliant Special Assistance staff at Tamworth and Birmingham New Street! My son is a #wheelchair user and we recently had to be in Birmingham for 8am. No problem! We turned up at 06:55 at Tamworth, bought tickets using his disabled persons railcard and went up in the lift to platform 4 to catch the 07:01 to Birmingham New Street. There were 2 staff on the platform already even though we had not booked Special Assistance in advance. The train arrived a couple of minutes early and although it was crowded (standing room only) the wheelchair ramp was deployed and we were on the train ready for an on time departure. At Birmingham New Street there were 3 staff on the platform already (only one of them for us!) Again the ramp was deployed no problem and we were off the train. The Special Assistance helper asked if we were travelling further but even though we were not he accompanied us in the lift to the station concourse. Great work! We were in McDonald's for breakfast in plenty of time for our meeting at 8am.", "time": 1567684196}]}, "status": "OK"}