{"html_attributions": [], "result": {"rating": 3.1, "reviews": [{"author_name": "Luke Comadot", "author_url": "https://www.google.com/maps/contrib/114097425436627904963/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-Se3LM1ssIPc/AAAAAAAAAAI/AAAAAAAAAAA/K2PjklgXoLk/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 2, "relative_time_description": "in the last week", "text": "Understaffed in peak times. Machines don't last long between breakdowns, so accommodate delays in getting tickets", "time": 1571640586}, {"author_name": "Keith Churches", "author_url": "https://www.google.com/maps/contrib/100259441832859473690/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-DjQdM7iZI5I/AAAAAAAAAAI/AAAAAAAAAAA/a70_VMimMIY/s128-c0x00000000-cc-rp-mo-ba6/photo.jpg", "rating": 2, "relative_time_description": "3 months ago", "text": "The train I planned to take to Bath Spa was cancelled.  No reasons or apologies, but I was late for a meeting in Bath.  If I had known I would have driven, which I will do in future.  Staff only helped with alternative advice when pushed. Seems like other faulty situations with help points. British public transport in general sucks in spite of it's very high price.", "time": 1561616586}, {"author_name": "Daniel Mckenzie", "author_url": "https://www.google.com/maps/contrib/100890773788197007832/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-NfSGsLt3gfI/AAAAAAAAAAI/AAAAAAAAAAA/GWK3As_14l0/s128-c0x00000000-cc-rp-mo-ba8/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "I'm grateful for the station to be upgraded with newer facilities, upgraded ticket office, a lift down to street level in time for Crossrail. However the staff could be a bit more approachable. Car park is provided here too as well as a taxi rank outside.", "time": 1535195426}, {"author_name": "wefrst wearfst", "author_url": "https://www.google.com/maps/contrib/100214785055550276366/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-rH91MlPPC4k/AAAAAAAAAAI/AAAAAAAAAAA/NJRE0pAoGGA/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a year ago", "text": "19/2/18 NEW STAFF ARE DISGRACEFUL.\nFirst of all arriving at the station, one shutter was down and no staff so i thought behind the tills. Went to the till and saw a lady with the name badge \"Tim\" making out and kissing her coworker behind the closed shutter. I made really awkward eye contact with the guy and they instantly came to the tills and she served me. I asked for two prices as i was going into london and wanted to know which was cheaper. They told me to buy something completely different and didnt even give the prices I asked for. I go to london regularly and couldnt remember which was cheaper and the machine wasnt working properly. I ended up annoyed at how unprofessional they were and didnt go into london. She even had a mens uniform on twice the size of her while he coworker was wearing only shirt and trousers so I think the jacket she was wearing was his. Overall very scruffy and inappropriate. The man ended up serving me because she didnt know what she was talking about or doing, he too is very young and inexperienced, both were completely clueless.\n\n21/2/18 NEW STAFF ARE DISGRACEFUL: update\nSo was going into London and wanted to buy an all day travel card. Same woman served me and youre not going to believe what happened. She charged me for 2 adult travel cards. She gave me both of them and I asked her why she charged me for two and she was like \"ohh\" and refunded me one of them. Didnt even have a name badge on at all today. Humans make mistakes, but to make out with your coworker behind closed shutters instead of serving customers, to wear mens work uniform, to wear the wrong name badge and to not even know what you're doing in the job is a mistake you and your boss should be fixing. Someone sort \"Tim\" the lady out.", "time": 1519216527}, {"author_name": "Kaedee Music", "author_url": "https://www.google.com/maps/contrib/116885264251775638140/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-OVtMGlQMAfs/AAAAAAAAAAI/AAAAAAAAAAA/I1BH47MFS64/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "I use the station regularly and am often let down by train delays but NEVER the staff. The gentlemen who are there first thing in the morning every weekday morning are wonderful, I am always greeted by a friendly face. This morning was a little different... I decided to get a coffee from the van just outside the station, which is really good by the way, I got up the stairs to buy my ticket, placed my coffee on the side and as the ticket man moved my coffee spilled everywhere! Both them and I laughed this off as it was a simple mistake. With 4 minutes left before my train arrived, one of the gentlemen took my empty cup, went behind the counter and to my delight, brought me a fresh coffee! Now if that isn't service, I don't know what is. NO thanks to FGW trains, you gentlemen made my morning. Thank all 3 of you very much I got into work with a smile on my face.", "time": 1487666732}]}, "status": "OK"}