{"html_attributions": [], "result": {"rating": 2.7, "reviews": [{"author_name": "Cal Alaera", "author_url": "https://www.google.com/maps/contrib/102909309965374448635/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-RIHZV7cztPE/AAAAAAAAAAI/AAAAAAAAAAA/XRdOunWQYBs/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 2, "relative_time_description": "8 months ago", "text": "A small station which feels remote, uncared for, and unmaintained. It feels like the kind of place where I would have to put my arm out to stop a passing train. If you aren't able to climb stairs, access is either very difficult or nonexistent depending on which direction you're travelling in. Tickets are rather expensive unless there's two of you (no more, no less). And yet I still use it because it's the only way to get to Leeds from the area.", "time": 1551001399}, {"author_name": "John De L", "author_url": "https://www.google.com/maps/contrib/110133644218180648677/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UnbmCbT46I0/AAAAAAAAAAI/AAAAAAAAAAA/TfQ1Ieq3srE/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "This railway station sits on the railway line which heads towards Leeds in one direction and head towards York in the other direction.\n\nI have given this station only 3 stars for a number of reasons including the fact that there is only disabled wheelchair access on the York bound side but not on the Leeds bound side which seems rather strange. \n\nAlso the railway station is badly signposted from the main road - in fact I went straight past it not even realising it was there. \n\nAnd the third point which is just as important is the fact that when commuters leave this railway station in their cars, it is quite dangerous trying to drive out of the station onto the main road due to the blindspot caused mainly by a nearby hedge which makes it difficult for cars to get out of the railway station car park.\n\nHaving said all that, it does have a bicycle rack for up to about 10 bicycles and has one disabled parking slot for a car, and the York bound platform does have a slope which means that wheelchair users should hopefully be able to navigate the ramp up onto the platform, although this is not true for the Leeds bound side where there is only steps to the platform.\n\nBoth platforms do have covered waiting areas and there are digital information displays indicating when the next trains are likely to arrive and a tannoy System also is present that will also help users understand when the next trains are due to turn up.\n\nThere are no automatic ticket machines so passengers must either by their tickets beforehand or perhaps buy them on board the train where a conductor can provide a ticket once money has been given to him / her.\n\nSecurity wise, so far as I can see there was no obvious signs of closed circuit TV cameras either on the platforms or in and around the York based platform car park.", "time": 1534519239}, {"author_name": "Chris Knight", "author_url": "https://www.google.com/maps/contrib/107728972716860298772/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-kb2WU6yxLOo/AAAAAAAAAAI/AAAAAAAAAAA/ioBHtYser88/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "It's a station with a small car park on the York side.", "time": 1513196357}]}, "status": "OK"}