{"html_attributions": [], "result": {"rating": 3.3, "reviews": [{"author_name": "Deen Fredericks", "author_url": "https://www.google.com/maps/contrib/100968453153153703090/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-ZvpTr_4IJP4/AAAAAAAAAAI/AAAAAAAAAAA/PpL3r6o-hu8/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 2, "relative_time_description": "a year ago", "text": "The station is located on Loch hall Road (A760) which is off the A737 road to Irvine. It is a small station between Howood and Dalry on the Ardrossen / Largs line. There are regular trains to Glasgow and its a good 30 min commute to Glasgow Central and under an hour to Troon. There is a ticket machine at the station which only accepts cards, if you don't have a bank card just buy a ticket with cash on the train from the friendly staff. A bike rack which is semi protected from the weather is there for your convenience. Leave your bike there overnight it's safe. There is a sheltered area for bad weather and a car park that is big enough for 20 cars. If you can't get parked close to the station, park on the side of the road leading to the car park. Do not obstruct the roadway. Buses service the station for Johnstone, Kilbernie, Dalry and Bridge of Weir. The closest bus to Glasgow is about a 10 min walk from the station at the A737 roundabout. Thats good to know when trains are cancelled because of flooding, snow etc. The RSPB bird sanctuary is less than a minute walk from the station and boast lots of birds and critters. Loch Semple and Barr Loch meet in the rainy season when there is flooding. Please check the Lochwinnoch local  website for any weather disruptions as you won't be able to access the station from the Lochwinnoch Village side on Loch hall Road those days. The station is a 3minute drive / 15minute walk from Lochwinnoch Village and no taxi company services the station although the nearby town of Johnstone has a few reputable taxi companies, search for them online. There is a lovely restaurant about 2minutes from the station and visible from the platform. Furthermore the trains are neat and tidy with on board perks such as rest rooms, free wifi, genuine bicycle racks, table seating, disabled persons seating and charging ports.The service has never let me down in terms of quality and runs till late at night. Check your train booking apps for correct prices and times. Currently it's under £6.00 a return to Glasgow from here. I have been stranded at Glasgow Central Station before on an amber weather warning. In that instance I took a train to Johnstone Station ( if possible the service will run as far as that). From there you can get a taxi to Lochwinnoch and other locations no problem. Please like my review if it has helped you.", "time": 1525817051}, {"author_name": "Mark Johnston", "author_url": "https://www.google.com/maps/contrib/113220174533773202035/reviews", "profile_photo_url": "https://lh5.ggpht.com/-s8O3NTlaz0A/AAAAAAAAAAI/AAAAAAAAAAA/gEP4dr7paxI/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 3, "relative_time_description": "11 months ago", "text": "", "time": 1543085713}, {"author_name": "Radjagobalou Ponnaiah", "author_url": "https://www.google.com/maps/contrib/111701755511615298621/reviews", "profile_photo_url": "https://lh3.ggpht.com/-aqzYIgnhmVA/AAAAAAAAAAI/AAAAAAAAAAA/hLVXBJElyp8/s128-c0x00000000-cc-rp-mo-ba2/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "", "time": 1526491595}]}, "status": "OK"}