{"html_attributions": [], "result": {"rating": 2.3, "reviews": [{"author_name": "Monica Bennett", "author_url": "https://www.google.com/maps/contrib/114991793425763657794/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-FDsyB8GGfTI/AAAAAAAAAAI/AAAAAAAAAAA/1F_BRt7-9fA/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "3 months ago", "text": "Absolutely shocked that those with disabilities can’t access the station very well. No ramp to get on the train. \n\nWill never use this station again even though it’s the closed one to me.", "time": 1561838933}, {"author_name": "Raphaël Ruis", "author_url": "https://www.google.com/maps/contrib/104253041298875096421/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-e4xU9ajs-XE/AAAAAAAAAAI/AAAAAAAAAAA/C1WdBGnSOoQ/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "5 months ago", "text": "The parking paying system is probably the most shameful thing I have ever witnessed in my life. The app doesn't even work, the online system is confusing and bad. Calling a number to give my credit card details to pay a parking slot, are we talking seriously here?\nYou want to make users pay for a station parking, which for me should be a free service to begin with, well great, just install working machine to that scope or at least commission a decent on-line service, not this parody of a service. \nThis is definitely not a good publicity for Greater Anglia.", "time": 1557682013}, {"author_name": "Kevin Jones", "author_url": "https://www.google.com/maps/contrib/113140973085950920951/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-5rANu6SuVCY/AAAAAAAAAAI/AAAAAAAAAAA/Bj7P1KbQ9qQ/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 1, "relative_time_description": "4 months ago", "text": "You shouldn't have to pay for a service that isn't there.....dash park is just hideously bad and now no option of paying with cash which was the only way of avoiding this awful app and service, besides that..spaces are to small and hardly visible anyway and the condition of the car park in general is awful...terrible. I won't park here again....or go to whittlesford.", "time": 1561364964}, {"author_name": "DB", "author_url": "https://www.google.com/maps/contrib/103335734286655601784/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-SJ8NSQoZb4c/AAAAAAAAAAI/AAAAAAAAAAA/Epg_njHdhiA/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "5 months ago", "text": "Parking is a disgrace, the bays are too narrow for any car larger than a Fiesta. Most people park over 2 bays to compensate for this, meaning spaces are hard to come by after 8am. NCP/Greater Anglia who run the car park charge a fortune to park, the car park is often covered in rubbish and is in poor condition generally (road surface is akin to a ploughed field, lines are hard to see, parking meters are out of order for months etc). Nothing will change though because NCP/Greater Anglia have a cash cow and there's no incentive for them to bring the car park up to even below average.", "time": 1557702917}, {"author_name": "jim potter", "author_url": "https://www.google.com/maps/contrib/116644166439425944193/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-cNezqwopjP4/AAAAAAAAAAI/AAAAAAAAAAA/jQZBTgiO6DA/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "11 months ago", "text": "This is a rubbish car park. The Dash system is a nightmare.  If you forget your login details there is no simple working system to retrieve them. If you need to use another car on the same account ..you can't. I only want to use the park twice a month and the booking ssyetem is totally counter intuitive.  Avoid if at all possible.  and if you have a large car avoid it anyway. It won't fit the bays.  Jim Potter", "time": 1541585285}]}, "status": "OK"}