{"html_attributions": [], "result": {"rating": 3.4, "reviews": [{"author_name": "Daniel Mckenzie", "author_url": "https://www.google.com/maps/contrib/100890773788197007832/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-NfSGsLt3gfI/AAAAAAAAAAI/AAAAAAAAAAA/GWK3As_14l0/s128-c0x00000000-cc-rp-mo-ba8/photo.jpg", "rating": 3, "relative_time_description": "a month ago", "text": "A small and basic station served by trains towards Derby, Nottingham, Matlock and Birmingham. A few trains to London also stop here which is nice. Step free access is available on both platforms.", "time": 1568818586}, {"author_name": "Ashley Russell", "author_url": "https://www.google.com/maps/contrib/108263491349805395380/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-M_uchPiLBKA/AAAAAAAAAAI/AAAAAAAAAAA/plzb1nhJ7Rk/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "2 months ago", "text": "Great fun platform at Beeston Station Lots Trains Class 156 Class 158 Class 153 and Class 222 with Class 43 HST From Lincoln And Leicester Was Great Very Time day this Evening at Beeston Station", "time": 1565029163}, {"author_name": "Jade Moore", "author_url": "https://www.google.com/maps/contrib/107898320949385716480/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-E-59RAC5nbE/AAAAAAAAAAI/AAAAAAAAAAA/KSZhiUAGm0U/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 4, "relative_time_description": "5 months ago", "text": "Seating along both platforms, good connections to lots of places, especially for day trips. Ticket office and two tickets machines, as well as a cafe. There's accessible entrances to both platforms via the carparks either side, but these are trickier to get to from the bridge.", "time": 1557915615}, {"author_name": "Chris Davis", "author_url": "https://www.google.com/maps/contrib/100293748697813551749/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-gUlsowShtQM/AAAAAAAAAAI/AAAAAAAAAAA/0wz2FBCY7No/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 4, "relative_time_description": "5 months ago", "text": "Clean, easily accessed, plenty of parking", "time": 1557658796}, {"author_name": "K Jane", "author_url": "https://www.google.com/maps/contrib/100910923797489800233/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-USuuZTdCr1g/AAAAAAAAAAI/AAAAAAAAAAA/vLlzSQF5XhE/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "9 months ago", "text": "Take note that the Ticket office opening times on website are inaccurate (Monday - Friday 06:10 - 19:45) having checked the opening times on the National Rail website before my visit, I arrived at 12.45pm expecting it to be open. The only serving window was closed with the blind pulled down, saying it was not open until 1pm and to \"go to the next window\" - there isn't another window, there is only one at Beeston Station. I appreciate staff need a lunch break but perhaps this should be factored into the opening times on the National Rail website.\n\nWhen I was served, the woman behind at the Ticket office window, was unbearably and unnecessarily rude. It was obvious I had been waiting patiently for 15 minutes. She opened the blind/serving window, and continued a conversation with her colleague for several minutes without even looking me in the eye. When she did, she didn't even bother to greet me, failed to apologise for keeping me waiting and was very rude and unhelpful with my enquiry. \n\nEast Midlands need to train their staff in customer service skills - this is not the first time I have encountered such rude and unhelpful staff. What does it cost to merely offer a \"Hello\", \"sorry to keep you waiting,\" \"how can I help you?\" And offer information willingly and give clear explanations, instead of treating the customer like an idiot and behaving as though the ins and outs of the National Rail ticketing system are obvious to all.", "time": 1547127411}]}, "status": "OK"}