{"html_attributions": [], "result": {"rating": 3.3, "reviews": [{"author_name": "Liam", "author_url": "https://www.google.com/maps/contrib/113917003516300288171/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-2Vjng0Ls_74/AAAAAAAAAAI/AAAAAAAAAAA/Ndrz6pNDo7Q/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a year ago", "text": "One of the worst experiences of my life was when I was lost while cycling the canal, (I was 18 with a friend), we had managed to find a town called Hapton with a proximate train station. We waited and three trains kept going right past us without explanation. They would stop then they would see us waiting and then continue to drive on. Leaving two guileless kids stranded. The train station was covered in graffiti, with remnants of drugs around, including needles and cannabis packets. The place looked dilapidated and dystopic.", "time": 1512598376}, {"author_name": "John De L", "author_url": "https://www.google.com/maps/contrib/110133644218180648677/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UnbmCbT46I0/AAAAAAAAAAI/AAAAAAAAAAA/TfQ1Ieq3srE/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 3, "relative_time_description": "a year ago", "text": "This railway station sits on the railway line which in one direction goes towards Blackburn and beyond, and in the other direction heads towards Colne.\n\nThe railway station is a \"request stop\" only so if you want to board the train you will have to flag the train driver down.\n\nThere are no official car parking spaces here so if you want to catch a train you will have to leave your car on a nearby street instead.\n\nTo get to either other platforms you have to go down a ramp which is fairly steep in nature and therefore perhaps not best suited for wheelchair users.\n\nThere is nowhere to sit down, and there is no form of shelter in the event of the weather turning bad.\n\nAlso, there is no digital information board so it is a guessing game as to when your train will arrive.\n\nThere is a help point phone located on the platform.\n\nThere is no sign whatsoever of any closed circuit television in the vicinity.\n\nThis railway station does have a ticket machine on one of the platforms if you need to buy a ticket for your train ride, and it makes use of a touchscreen display as well.\n\nThere are no obvious signs of any bicycle racks here at all.", "time": 1518187548}, {"author_name": "John Lord", "author_url": "https://www.google.com/maps/contrib/110855994924147929693/reviews", "profile_photo_url": "https://lh3.ggpht.com/-XzZWZobxjR8/AAAAAAAAAAI/AAAAAAAAAAA/swBBvfM0etE/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 4, "relative_time_description": "2 years ago", "text": "", "time": 1503407304}, {"author_name": "GRAŻYNA L", "author_url": "https://www.google.com/maps/contrib/113753711003296254431/reviews", "profile_photo_url": "https://lh4.ggpht.com/-9h5eQe238WE/AAAAAAAAAAI/AAAAAAAAAAA/1Dy7IBxlZhc/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "", "time": 1518788935}]}, "status": "OK"}