{"html_attributions": [], "result": {"rating": 2.5, "reviews": [{"author_name": "John De L", "author_url": "https://www.google.com/maps/contrib/110133644218180648677/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UnbmCbT46I0/AAAAAAAAAAI/AAAAAAAAAAA/TfQ1Ieq3srE/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 4, "relative_time_description": "3 months ago", "text": "This railway station sits on the railway line that runs towards Southport in one direction and towards Manchester in the other direction.\n\nFirstly, I must say I would love to have given this railway station a 5-star rating because it really deserves it - but I couldn't, simply because there is absolutely no way at all to park your car which is rather annoying I must admit.\n\nThe overall feel of the place and look at the place is nice and is pleasing on the eye so it is a welcoming site for anyone wanting to visit and border train here at parbold.\n\nThis railway station does have a bike rack which can accommodate about 4 or 5 bicycles.\n\nRight beside the bike rack is a payment terminal where you can buy your tickets for your onward travel at this railway station. If you prefer a more human touch there is a ticket office located in what was probably at the old stationmasters building.\n\nThis station is covered by an ample amount of security in terms of closed circuit television cameras.\n\nOn my visit here I could not see any digital information displays to help passengers understand when the next train might be arriving. Instead this station has onboard platform loudspeakers to announce the arrival of the next train due at parbold.\n\nBoth platforms at parbold do have covered seating areas in the unlikely event that the weather isn't quite so good when you're waiting for your train.\n\nEven though there is no parking areas for anyone at this railway station at least it does have good disabled access via ramps leading up to both platforms.\n\nI must finish this off by saying that this railway station has a nice feel about it and it is nicely presented in terms of the way it looks and I especially liked the hanging baskets of flowers and the flowers that were also located behind the parbold railway station sign. OK, to some it might seem irrelevant as to whether a station looks nice or not, because the bottom line is you're using the train station to get on board a train aren't you, but at the very least it leaves a pleasant memory of your time when you visited or passed through parbold railway station.", "time": 1563279070}, {"author_name": "gurby woods", "author_url": "https://www.google.com/maps/contrib/109041438610123128505/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-pn8EMMdhnWk/AAAAAAAAAAI/AAAAAAAAAAA/j6Es5axp4yE/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "6 months ago", "text": "Just bought a ticket from the machine, realised it was the wrong one, went to the ticket office which is rarely open. The idiot in there was totally unhelpful. He said you should have bought ticket in here.  Who goes into the ticket office  at Parbold, its never open. Rubbish customer service!", "time": 1554799229}]}, "status": "OK"}