{"html_attributions": [], "result": {"rating": 2.3, "reviews": [{"author_name": "Helen Griffith", "author_url": "https://www.google.com/maps/contrib/112241338670727509785/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-CpZ_Hrgf9tc/AAAAAAAAAAI/AAAAAAAAAAA/mlVOJfhWsOU/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "8 months ago", "text": "If i could give zero stars i would. You cant exit or enter the station when busy due to the pathetic number of turnstiles. The ones you have are so slow!!!!! God help anyone on this station in an emergency as you have no chance of getting to safety!!! Sort it out", "time": 1550078331}, {"author_name": "Andy Hart", "author_url": "https://www.google.com/maps/contrib/117066600122723326997/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-L9CX3U3UCdw/AAAAAAAAAAI/AAAAAAAAAAA/Q7XWSggrA2s/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 1, "relative_time_description": "4 months ago", "text": "This place is so dirty!! Shame I can’t upload photos. In the gents toilets there was a big dirty green spit and and an empty “cocaine” bag. It seemed like the gents hadn’t been cleaned in over a week at least.\nThe station is dated and all seating is outside so whilst waiting nearly an hour to connect to my next train I was freezing.\nThere is no 1st class lounge either so absolutely no point upgrading if this is one of your reasons.\nInto the station on the train there is a bottle knock so don’t be surprised if you’re late either whether in or out", "time": 1560777635}, {"author_name": "David Neil", "author_url": "https://www.google.com/maps/contrib/107592955783851619471/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-qV9i6vDXzFk/AAAAAAAAAAI/AAAAAAAAAAA/oHAsLR3xYM0/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 1, "relative_time_description": "11 months ago", "text": "Gormless staff unable to organise anything. I can see why this station is the worst in the UK.", "time": 1542903436}, {"author_name": "Megan Davies", "author_url": "https://www.google.com/maps/contrib/101423906211989549515/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-wpMwRSp2Ea8/AAAAAAAAAAI/AAAAAAAAAAA/NgaFuth0mL4/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "I was waiting for a train to Chester on platform 4 when a massive gush of wind blew one of my bags onto the middle of the track, I panicked since a few items worth a lot of money were in there and i went straight to a member of staff about my bags, and they tried to get it with a litter grabber, which unfortunately wasn't long enough to grab my bag in the middle of the track. despite not being able to get it, the staff were all super helpful and nice to me, despite it being my own fault for not keeping a hold of my bag. But when i was writing down my details for getting my bag back when an engineer was on shift to retrieve it, an engineer came around the corner, and was asked to get my bag for me, which he did! I would like to thank the staff again at Manchester Oxford Road Station, for being extremely helpful and kind! It really made my day and I appreciate all you guys do!", "time": 1532950973}, {"author_name": "Peter Cardew", "author_url": "https://www.google.com/maps/contrib/116407795812438588853/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-fcF_W7iWpP0/AAAAAAAAAAI/AAAAAAAAAAA/8MV0khigP9s/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "a year ago", "text": "What a farce!! I appreciate that trains get delayed but when station staff tell three disabled passengers to change platforms (up and down two flights of stairs) and the train leaves from a different platform, not just once but three times, you can understand why we chose not to believe them again!! What about the Disability Rights Act!! \nWe finally got onto a train 3 hours later!!!\nI would have scored this no stars but wouldn’t have been able to enter a review!", "time": 1524156656}]}, "status": "OK"}