{"html_attributions": [], "result": {"rating": 4, "reviews": [{"author_name": "John De L", "author_url": "https://www.google.com/maps/contrib/110133644218180648677/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-UnbmCbT46I0/AAAAAAAAAAI/AAAAAAAAAAA/TfQ1Ieq3srE/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 4, "relative_time_description": "a year ago", "text": "This quaint Little Railway Station sits on the railway line that heads eventually towards Liverpool in One direction and towards Wrexham in the other.\n\nThis railway station does have car parking spaces for up to about 4 or 5 cars but there are no official car parking spaces for disabled drivers.\n\nNext door to the official car parking spaces there is a bike rack that can probably take up to 8 bicycles if necessary. What is unusual, but also good, and the reason I gave this station 4 stars, is that it actually has spaces where cyclists can lock their bikes away for security purposes which is good to see.\n\nThere is no security cameras overlooking the car park although there is some form of security CCTV on the platform.\n\nAs mentioned previously there is no official parking spaces for disabled drivers but if a disabled driver was able to find a spot to park they would be able to access the railway station because there is a ramp that leads up to the platforms.\n\nThis car park thankfully does have digital displays that indicates to passengers as to when trains are likely to arrive at the platforms. \n\nThis railway station has no on-site staff whatsoever, and it also has no ticket machine (if people felt the need to buy a ticket from here), so consequently anyone who wishes to board a train in either direction will have to have purchased a ticket beforehand or they will have to get one once they board the train.\n\nBoth of the platforms at this railway station do you have shelters where passengers can sit down and wait for their train. Both of these shelters at this railway station are covered, in order to provide some form of protection against the weather if necessary.", "time": 1538062596}]}, "status": "OK"}