{"html_attributions": [], "result": {"rating": 3.6, "reviews": [{"author_name": "shan hawley", "author_url": "https://www.google.com/maps/contrib/114781324775085121696/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-mVAGMrVO9-k/AAAAAAAAAAI/AAAAAAAAAAA/PL41Khi_xjM/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 1, "relative_time_description": "2 months ago", "text": "Comments: On the 30/07/2019 I sent a complaint and asked for a reply by post, as of yet I have not received any reply or acknowledgement of my complaint. Below is a copy of my original complaint. \nOn 11th of July I purchased online two adult advanced travel tickets to travel from Doncaster to St Helen's with one change both ways at Manchester Piccadilly. The dates of travel were the 26th of July outbound and return 28th of July. When booking tickets with both Trans Pennine and Northern Rail had various options such as direction of seats and aisle or table seats, no option at all for any disabled so rang to enquire about a small (about same length width as a wheel chair) disabled scooter we were informed this could be used\nOn Sunday the 28th of July we arrived to catch the 15.56 train to Manchester Piccadilly and preceded to the ticket office to ask for assistance with the ramp. I informed the guard which train We were catching and was abruptly informed the train was late due to a medical emergency, he then said what is the ramp for looking at my partner and asking does that fold up. This would not be asked if she had been using a wheeIchair. Pushing a wheelchair and cases is not an easy option. It was explained how we had arrived two days previously and the conversations with Northern rail on the phone regarding the scooter and I asked how do you suggest we get to Manchester when denied access as this was not our fault. The guard then made a phone call and whilst on the phone talking loudly stated \"I don't know why she carn't get off\" and \" they have broken company policy using a scooter\". The guard explained that wheelchairs could be used as they can be fixed but on the outbound journey I do not recall seeing any fixings for wheelchairs where we were placed. My partner who has MS, Chronic Anxiety and suffers from Panic Attacks became distressed and started to cry from his lack of respect and understanding. The guard offered us a taxi to get us to Manchester courtesy of Northern Rail. We had to wait 40 minutes for the taxi to arrive, due to my partner being distressed we also stood the whole time in the rain without coats. I asked about our connecting train in Manchester as time was passing The guard said the fare was covered so if we missed it they would take us the whole way to Doncaster. Unfortunately we could not make the connection in time and had to travel in the taxi. My partner drives but has a fear of motorways so that was why the option of train was chosen, we then had to endure the journey in severely bad weather for almost two hours. \nDue to my partners illness any stress can have a physical repercussions and although I planned our journey to avoid as much stress as possible I feel this was in vain due to the attitude of the guard and how we were dealt with. \nI am aware that things are being put in place for changes in 2020 regarding electric scooters but all staff need to be aware of your own policies now. The guard at St Helen's also said staff are afraid to say anything due to the discrimination act. I do feel we were discriminated against and my partner spoken down to which is unacceptable. \nI request a reply to this matter and have also contacted to rail ombudsman I feel I have been patient and waited long enough for someone to respond to me", "time": 1566732612}, {"author_name": "Adrian Greenall", "author_url": "https://www.google.com/maps/contrib/112225052541651848090/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-C0q-5JLbIQ4/AAAAAAAAAAI/AAAAAAAAAAA/6rKC0Gl-lIA/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 4, "relative_time_description": "7 months ago", "text": "Friendly local pub with good beer and sports on tv. The bar staff are amazing.", "time": 1551548602}, {"author_name": "Kevin Dunne", "author_url": "https://www.google.com/maps/contrib/117786291795778160684/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-mS0_Y6jnndU/AAAAAAAAAAI/AAAAAAAAAAA/-FYp5ENBGvk/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 2, "relative_time_description": "9 months ago", "text": "No problems with the station or access itself, only with the unfriendly, ignorant know all manning the ticket office. He needs lessons in manners and customer service, or change jobs.", "time": 1546776825}, {"author_name": "Rob Hegarty", "author_url": "https://www.google.com/maps/contrib/118271351665355815115/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-wXPby2S1KbE/AAAAAAAAAAI/AAAAAAAAAAA/wPyk9dvEaow/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 5, "relative_time_description": "11 months ago", "text": "Great station, very friendly and helpful staff.", "time": 1542707362}, {"author_name": "Anna Jones", "author_url": "https://www.google.com/maps/contrib/110520920137427143715/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-44-Cj_eRWFY/AAAAAAAAAAI/AAAAAAAAAAA/TQjvIPZOklo/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 2, "relative_time_description": "8 months ago", "text": "Rude service.", "time": 1549196483}]}, "status": "OK"}