{"html_attributions": [], "result": {"rating": 4.399999999999999, "reviews": [{"author_name": "Leszek Templewicz", "author_url": "https://www.google.com/maps/contrib/109749234434114268110/reviews", "language": "en", "profile_photo_url": "https://lh4.ggpht.com/-zwVKGJlR6zU/AAAAAAAAAAI/AAAAAAAAAAA/AlPEmDN2-tQ/s128-c0x00000000-cc-rp-mo-ba5/photo.jpg", "rating": 5, "relative_time_description": "6 months ago", "text": "I like the bike sharing scheme from Bitterne train station and I love free long stay parking. Well organized space around Northam Bridge.", "time": 1556200281}, {"author_name": "Steve Ashley", "author_url": "https://www.google.com/maps/contrib/104662594157851055007/reviews", "language": "en", "profile_photo_url": "https://lh5.ggpht.com/-e57rFRG7x-A/AAAAAAAAAAI/AAAAAAAAAAA/z34Clk0PtBg/s128-c0x00000000-cc-rp-mo/photo.jpg", "rating": 5, "relative_time_description": "6 months ago", "text": "Excellent vehicle hire company thank you very professional and reliable", "time": 1555087766}, {"author_name": "Nicholas Brown", "author_url": "https://www.google.com/maps/contrib/101147132393252483561/reviews", "language": "en", "profile_photo_url": "https://lh3.ggpht.com/-OQ4L19Sru_M/AAAAAAAAAAI/AAAAAAAAAAA/8yfO76tsxr8/s128-c0x00000000-cc-rp-mo-ba4/photo.jpg", "rating": 4, "relative_time_description": "2 years ago", "text": "A small local station served by an hourly stopping service in each direction in the off peak.  Trains here travel to Southampton Central from Platform 1 and Portsmouth & Southsea (and occasionally Portsmouth Harbour) from Platform 2, calling at all stations en-route.\n\nThe station is unstaffed - tickets can be purchased from the ticket vending machine at the station entrance on Platform 2, and a help point is located nearby if you require information or assistance.  Station facilities are limited to bike racks for 8x bicycles, a covered shelter on each platform, and live departure boards showing next train times, status and calling points.  A footbridge connects the two platforms.  Car parking is provided free of charge to railway customers.\n\nThe station makes travel to Southampton and Portsmouth very convenient once one memorises the timetable.  It is especially useful for example when there is a Saint's match on and the roads into and out of the city centre are rammed.  A weekend super off peak return fare is super cheap too with my railcard - at just £1.90 it is often cheaper than parking for more than 1 hour in town!  Onward connections at Southampton, Fareham and Portsmouth for more distant destinations (e.g. London, Brighton, Bristol) makes Bitterne a convenient start point for most rail journeys.\n\nThe station loses a star because the only way to access Platform 1 (towards Southampton) is via a footbridge which means you're stuffed if you are disabled and cannot use stairs.  Additionally the 1tph service pattern greatly hampers the station's overall usefulness and trains can sometimes be even more infrequent in the morning peak!  South West Trains plan to double the number of hourly services between Southampton and Portsmouth from December 2018 and I hope this will include more services stopping at Bitterne, which will hopefully increase passenger numbers.  Staffed facilities such as a ticket office or coffee stall would also not go amiss.\n\nAll in all it's a very convenient little station to use unless you have special accessibility requirements, could be better but could certainly be much, much worse (looking at you, Shippea Hill)!", "time": 1497997462}, {"author_name": "RaW Editors", "author_url": "https://www.google.com/maps/contrib/107824917714828418206/reviews", "language": "en", "profile_photo_url": "https://lh6.ggpht.com/-SQM3PpuyWfc/AAAAAAAAAAI/AAAAAAAAAAA/hJPoNDaGINs/s128-c0x00000000-cc-rp-mo-ba2/photo.jpg", "rating": 5, "relative_time_description": "a year ago", "text": "Good", "time": 1526057318}, {"author_name": "Robert Elmes", "author_url": "https://www.google.com/maps/contrib/101001442570023521628/reviews", "profile_photo_url": "https://lh3.ggpht.com/-BSPJUzxmMPY/AAAAAAAAAAI/AAAAAAAAAAA/XmNcrpcCKwQ/s128-c0x00000000-cc-rp-mo-ba3/photo.jpg", "rating": 5, "relative_time_description": "2 years ago", "text": "", "time": 1482493235}]}, "status": "OK"}